{"key":"EN","ui_label_bet":"BET","ui_label_coinValue":"COIN VALUE","ui_label_totalWin":"TOTAL WIN","ui_label_freeSpins":"FREE SPINS","ui_label_coins":"{0}COINS","uiLoadInfo_1":"MOVING MULTIPLIER Free Games","uiLoadInfo_2":"Any win passing through a MOVING MULTIPLIER is multiplied.","fs_summary_amount_won1":"CONGRATULATIONS!","fs_summary_amount_won2":"You Have Won","fs_summary_amount_won3":"LUCKY！","fs_summary_amount_won4":"Extra Free Spins","fs_summary_amount_won5":"MOVING MULTIPLIER","fs_summary_amount_won6":"FREE GAMES WON","fs_summary_amount_won7":"+ 12 FREE GAMES","splashScreen_start_desktop":"PRESS ANYWHERE TO START","paytable_freeGamesTitle":"MOVING MULTIPLIER Free Games","paytable_freeGamesDesc1":"3 {11} awards the MOVING MULTIPLIER Free Games Feature.","paytable_freeGamesDesc2":"12 Free Games are awarded.","paytable_freeGamesDesc3":"Any win passing through a MOVING MULTIPLIER is multiplied.","paytable_freeGamesDesc4":"Refer to GAME RULES for more details.","paytable_paytableTitle":"PAYTABLE","paytable_paytableDesc1":"substitutes for all symbols except scatters.","paytable_paytableDesc2":"wins in any position.","paytable_paytableDesc3":"All wins begin with leftmost reel and pay left to right on adjacent reels, except scatters.","paytable_winlinesTitle":"WIN LINES","paytable_gamerulesDesc1":"Malfunction voids all pays and plays.","paytable_gamerulesDesc2":"During the game, if the game is disconnected during the game-play, the game will continue (both normal game and free spins) from the point it got disconnected.","gamerules_content":"<h3>Welcome to SILK DYNASTY video slot, with the MOVING MULTIPLIER Free Games Feature.</h3><h4>About the Game</h4>SILK DYNASTY is a 5 reel, 5 row, Video Slot with 40 fixed paylines. This slot has 10 regular symbols, a Wild symbol that substitutes for all regular symbols and is stacked on all reels and a Scatter symbol. Landing 3 Scatter symbols awards the Moving Multiplier Free Games Feature with 12 Free Games and Multiplier positions that start at x5 and increase each time a win passes through them. The Multiplier Positions move up and down their respective reels each free game. Any wins passing through a Multiplier position are multiplied.<h4>Return to Player</h4>The overall theoretical return to player is 96.46%.<h4>Game Rules</h4>Choose your coin value. 40 lines are played.<br />The total bet is 20 multiplied by the coin value.<br />Winning combinations and payouts are made according to the paytable.<br />Highest win only on each line.<br />All wins begin with leftmost reel and pay left to right on adjacent reels, except Scatters which pay any.<br />All wins on played lines only except scatters.<br />Wins on different lines are added.<br />Line wins are multiplied by the coin value.<br />SCATTER wins are added to line wins.<br />SCATTER wins are multiplied by the total bet.<br />SCATTER appears on reels 2, 3 and 4 only.<br /><h4>MOVING MULTIPLIER Free Games Feature</h4>3 SCATTER awards the Moving Multiplier Free Games Feature.<br />12 Free Games are awarded.<br />The positions where the triggering Scatters appear set the initial Moving Multiplier positions.<br />Each Moving Multiplier position starts with a x5 multiplier.<br />Each Free Game the Moving Multipliers move to a random row on their respective reels.<br />Wins passing through a Moving Multiplier are multiplied by its displayed multiplier value.<br />Each Free Game where 1 or more winning combinations pass through a Moving Multiplier will increase the multiplier for that Moving Multiplier by 1 for any remaining free games.<br />Free Games Feature can be triggered again during the Free Games Feature.<br />Coin value is the same as the game that triggered the Free Games Feature.<h4>How to Play</h4>Select the coin value.<br />Press the Spin Button to start game.<h4>Autoplay Options</h4>Number of Spins: The Autoplay session will stop when the selected number of spins has been reached.<br />Loss Limit: The Autoplay session will stop if your total loss for the Autospin session is equal to or exceeds the selected limit.<br />Single Win Limit: The Autoplay session will stop if the win on a single spin is equal to or exceeds the selected limit.<h4>How to Calculate Wins</h4>Each symbol's payout is listed in the paytable for all wins.<br />Multiply the coin win by the coin value to get the win in the home currency.<h4>Game Options</h4>Click the options icon to expand or collapse the options tray.<br />Volume - Turns the sounds on or off.<br />Paytable - Explains the main features in the game, displays all payouts (changes depending on cash view or coin view) and shows the lines or ways to win.<br />Settings - Volume, Sound and Music .<br />Game Rules - Opens the rules of the game.<br />History - If this feature is enabled on your gaming website, you may review and replay your last 10 game rounds.<br />Home Button - Back to the lobby.<h4>Game Panel</h4>Bet - The bet is always 20 coins per spin.<br />Coin Value - Changes the Total Bet size by changing the coin value. To transform any bet or win in coins to the home currency, multiply the coin amount (30) by the coin value.<br />Total bet - Shows the total bet at the selected coin value multiplied by the bet. Clicking on the field toggles between coin and cash view.<br />Max Bet - Sets the coin value to the largest available. Pressing the button a second time returns it to its original state (Desktop only).<br />Spin Button - Starts the game.<br />Autoplay Button - Opens the Autoplay Options. If Autoplay is active, clicking the button stops Autoplay.<br />Win - Displays the win for the current or last payout step. Clicking on the field toggles between coin and cash view.<br />Balance - Displays the player's account balance. Clicking on the field toggles between coin and cash view.<br />Stop Button - Stop the game.<h4>Keyboard Shortcuts</h4>Space Bar - Press the space bar to spin."}