{"key":"it_IT","ui_label_bet":"PUNTATA","ui_label_coinValue":"VALORE DEL GETTONE","ui_label_coinValue_DE":"VALORE DEL SCOMMESSA ","ui_label_totalWin":"VINCITA TOTALE","ui_label_freeSpins":"GIRI GRATUITI","ui_label_coins":"{0}","ui_label_RTPTitle":"Return to Player","ui_label_RTPDesc1":"The overall theoretical return to player is 96.46%","ui_label_RTPDesc2":"The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds","uiLoadInfo_1":"MOVING MULTIPLIER Giochi Gratuiti","uiLoadInfo_2":"Ogni vincita che passa da un MOVING MULTIPLIER viene moltiplicata.","fs_summary_amount_won1":"CONGRATULAZIONI!","fs_summary_amount_won2":"Hai Vinto","fs_summary_amount_won3":"Sei Fortunato!","fs_summary_amount_won4":"Giri Gratuiti Extra","fs_summary_amount_won5":"MOVING MULTIPLIER","fs_summary_amount_won6":"VINTI GIOCHI GRATUITI","fs_summary_amount_won7":"‘+ 12 GIOCHI GRATUITI","splashScreen_start_desktop":"CLICCA OVUNQUE PER INIZIARE","paytable_freeGamesTitle":"MOVING MULTIPLIER Giochi Gratuiti","paytable_freeGamesDesc1":"3 {11} assegnano la modalità MOVING MULTIPLIER Giochi Gratuiti","paytable_freeGamesDesc2":"Vengono assegnati 12 Giocate Gratuite.","paytable_freeGamesDesc3":"Ogni vincita che passa da un MOVING MULTIPLIER viene moltiplicata.","paytable_freeGamesDesc4":"Controlla le regole del gioco per maggiori dettagli","paytable_paytableTitle":"TABELLA DEI PAGAMENTI","paytable_paytableDesc1":"sostituisce tutti gli altri simboli ad eccezione del simbolo scatters","paytable_paytableDesc2":"vince in ogni posizione","paytable_paytableDesc3":"Tutte le vincita partono dal rullo più a sinistra e pagano da sinistra verso destra sui rulli adiacenti, ad eccezione degli scatters.","paytable_winlinesTitle":"LINEE DI VINCITA","paytable_gamerulesDesc1":"In caso di malfunzionamento tutte le partite e le giocate vengono annullate.","paytable_gamerulesDesc2":"Se la connessione si disconnette durante la partita, il gioco continuerà ( sia in modalità normale che free spins) dal punto di interruzione.","gamerules_content":"<h3>Benvenuto nella video slot SILK DYNASTY, con la funzione MOVING MULTIPLIER Giochi Gratuiti </h3><h4>Informazioni sul Gioco   </h4>SILK DYNASTY è una Video Slot a 5 rulli  e 10 linee con 40 linee di pagamento fisse. Questa slot ha 10 simboli standard, un simbolo Wild che è cumulabile e che sostituisce tutti gli altri ed un simbolo Scatter. L'accumulo di 3 simboli Scatter premia con la modalità  Moving Multiplier Free Games con 12 Giri Gratuiti e la Multiplier positions che parte da x5 che si incrementa  ad ogni vincita ottenuta. Le Multiplier Positions si spostano su e giù nei rispettivi rulli ad ogni free games. Tutte le vincite che passano attraverso  la Multiplier position vengono moltiplicate. <h4>Ritorno al giocatore</h4>Il teorico ritorno al giocatore complessivo (RTP) è del 96.46%.<h4>REGOLE DEL GIOCO</h4>Scegli il valore del tuo gettone. Vengono giocate 40 linee.<br />La puntata totale è 20 moltiplicato per il valore del gettone,<br />Le combinazioni vincenti e i premi sono calcolati secondo la Tabella dei pagamenti<br />La più alta vincita solo su ogni linea.<br />Tutte le vincite iniziano con il rullo più a sinistra e pagano da sinistra a destra sui rulli adiacenti, eccetto lo Scatters che paga sempre.<br />Vincite su tutte le linee di gioco ad eccezione degli scatters.<br />Sono state aggiunte vincite in differenti linee di gioco.<br />le linee di vincita vengono calcolate con il valore del gettone.<br />Le vincite Scatter vengono aggiunte alle linee di vincita.<br />Le vincite Scatter sono moltiplicate per la puntata totale.<br />SCATTER appare solamente nelle ruote 2.3 e 4 <br />Quando Wild appare solo sui rulli 2.3.4. e 5 sostituisce tutti i simboli, tranne lo scatter.<br /><h4>Funzione MOVING MULTIPLIER Giochi Gratuiti</h4>3 SCATTER  assegnano la modalità MOVING MULTIPLIER Giochi Gratuiti<br />Vengono assegnati 12 Giocate Gratuite.<br />La posizione dove appaiono gli Scatter selezionabili imposta la posizione iniziale del Moving Multiplier<br />In ogni posizione il Moving Multiplier inizia con un moltiplicatore x5<br />Ad ogni Gioco Gratuito il Moving Multipliers si muove su una riga a caso sulle sue rispettive ruote<br />Le vincite che passano attraverso il Moving Multipliers  vengono moltiplicate per il valore del moltiplicatore visualizzato<br />Ad ogni Gioco Gratuito nel quale 1 o più combinazioni vincenti passano attraverso il Moving Multiplier si incrementerà il moltiplicatore di 1 per lo stesso Moving Multiplier per ogni gioco gratuito.<br />La funzione Giochi Gratuiti può essere selezionata consecutivamente.<br />Il valore del gettone e' il medesimo del gioco che ha attivato la Modalita' di Giochi Gratuiti<h4>Come giocare</h4>Selezionare il valore del gettone<br />Premi lo Spin Button per iniziare a giocare<h4>Opzioni di Gioco automatico</h4>Numero di spin: la sessione di gioco automatico terminerà quando viene raggiunto il numero di spin<br />Limite di perdita: La sessione di gioco automatico terminerà se le tue perdite totali nel round di autospin raggiunge o supera il limite selezionato<br />Limite di vincita: La sessione di gioco automatico terminerà se la vincita di un singolo spin raggiunge o supera il limite selezionato.<h4>Come calcolare le vincite</h4>Il premio per ogni simbolo E inserito nella Tabella dei pagamenti per tutte le vincite<br />Moltiplicare la vincita del gettone per il valore gettone nella propria valuta nazionale<h4>Opzioni del gioco</h4>Clicca sull'icona opzioni per espandere o ridurre la barra delle opzioni<br />Volume – Accende o spegne il suono<br />TABELLA DEI PAGAMENTI - Spiega le principali caratteristiche del gioco, mostra tutti I premi (puo' eseguire visualizzazione del denaro o del gettone) e le linee I modi in cui si vince<br />Settings: Volume, Suono e Musica<br />Regole del gioco - Apre le regole di gioco<br />Cronologia - Quando questa opzione e' attiva sul tuo sito di gaming, puoi rivedere dei tuoi ultimi 10 round di gioco<br />Tasto Home - Torna alla lobby<h4>Pannello di Gioco</h4>Puntata – La puntata ad ogni giro è sempre di 20 gettoni. <br />Valore del gettone - Cambia la Puntata totale cambiando il valore del gettone. Per trasformare ogni puntata o vincita in gettoni nella valuta corrente, moltiplica il totale dei gettoni (20) per la valuta del gettone.<br />Puntata totale - Mostra la puntata totale nel valore gettone selezionato. Cliccare sul campo selezionato alterna tra la visualizzazione del denaro o del gettone<br />Massima Puntata - Imposta il valore del gettone al piu' alto valore possibile. Cliccare il bottone una seconda volta riporta il valore al valore iniziale (Solo su Desktop)<br />Tasto Spin - Avvia il gioco<br />Tasto Autoplay - Apre le opzioni di gioco automatico. Se Autoplay e' attivo, cliccare su questo bottone interrompe il gioco automatico.<br />Win - Mostra la vincita nell'ultimo step o in quello in corso. Cliccare sul campo selezionato alterna tra la visualizzazione del denaro o del gettone<br />Balance - Mostra il saldo del giocatore. Cliccare sul campo selezionato alterna tra la visualizzazione del denaro o del gettone<br />Tasto Stop - Interrompe il gioco<h4>Scorciatoie da tastiera</h4>Barra spaziatrice – Premi la barra spaziatrice per far girare","gamerules_content_DE":"<h3>Welcome to SILK DYNASTY video slot, with the MOVING MULTIPLIER Free Games Feature.</h3><h4>About the Game</h4>SILK DYNASTY is a 5 reel, 5 row, Video Slot with 40 fixed paylines. This slot has 10 regular symbols, a Wild symbol that is stacked and substitutes for all regular symbols and a Scatter symbol. Landing 3 Scatter symbols awards the Moving Multiplier Free Games Feature with 12 Free Games and Multiplier positions that start at x5 and increase each time a win passes through them. The Multiplier Positions move up and down their respective reels each free game. Any wins passing through a Multiplier position are multiplied.<h4>Return to Player</h4>The overall theoretical return to player is 96.46%<br />The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds<h4>Game Rules</h4>Choose your bet value. 40 lines are played.<br />Winning combinations and payouts are made according to the paytable<br />Highest win only on each line<br />All wins begin with leftmost reel and pay left to right on adjacent reels, except Scatters which pay any<br />All wins on played lines only except scatters.<br />Wins on different lines are added<br />SCATTER wins are added to line wins<br />SCATTER appears on reels 2, 3 and 4 only<br />WILD appears on reels 2,3,4 and 5 only and substitutes for all symbols except SCATTER<h4>MOVING MULTIPLIER Free Games Feature</h4>3 SCATTER awards the Moving Multiplier Free Games Feature<br />12 Free Games are awarded.<br />The positions where the triggering Scatters appear set the initial Moving Multiplier positions<br />Each Moving Multiplier position starts with a x5 multiplier<br />Each Free Game the Moving Multipliers move to a random row on their respective reels<br />Wins passing through a Moving Multiplier are multiplied by its displayed multiplier value<br />Each Free Game where 1 or more winning combinations pass through a Moving Multiplier will increase the multiplier for that Moving Multiplier by 1 for any remaining free games<br />Free Games Feature can be triggered again during the Free Games Feature.<br />Bet value is the same as the game that triggered the Free Games Feature.<h4>How to Play</h4>Select the bet value<br />Press the Spin Button to start game<h4>How to Calculate Wins</h4>Each symbol's payout is listed in the paytable for all wins<h4>Game Options</h4>Click the options icon to expand or collapse the options tray<br />Volume - Turns the sounds on or off<br />Paytable - Explains the main features in the game, displays all payouts and shows the lines or ways to win<br />Settings - Volume, Sound and Music <br />Game Rules - Opens the rules of the game<br />History - If this feature is enabled on your gaming website, you may review and replay your last 10 game rounds<br />Home Button - Back to the lobby.<h4>Game Panel</h4>Bet - The bet is always 20 per spin.<br />Bet Value - Changes the Total Bet size by changing the bet value.<br />Total bet - Shows the total bet at the selected bet value multiplied by the bet.<br />Max Bet - Sets the bet value to the largest available. Pressing the button a second time returns it to its original state (Desktop only)<br />Spin Button - Starts the game<br />Win - Displays the win for the current or last payout step.<br />Balance - Displays the player's account balance.<br />Stop Button - Stop the game.<h4>Keyboard Shortcuts</h4>Space Bar - Press the space bar to spin"}