{"key":"sv_SE","ui_label_bet":"SATSNING","ui_label_coinValue":"MYNTETS VÄRDE","ui_label_coinValue_DE":"INSATSVÄRDE","ui_label_totalWin":"TOTAL VINST ","ui_label_freeSpins":"FRIA SPINS ","ui_label_coins":"{0}","ui_label_RTPTitle":"Return to Player","ui_label_RTPDesc1":"The overall theoretical return to player is 96.46%","ui_label_RTPDesc2":"The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds","uiLoadInfo_1":"RÖRLIG MULTIPLIKATOR Gratisspel","uiLoadInfo_2":"Alla vinster genom en RÖRLIG MULTIPLIKATOR multipliceras.","fs_summary_amount_won1":"GRATTIS!","fs_summary_amount_won2":"Du vann","fs_summary_amount_won3":"TURSAM!","fs_summary_amount_won4":"Extra gratisspel","fs_summary_amount_won5":"RÖRLIG MULTIPLIKATOR","fs_summary_amount_won6":"GRATISSPEL VUNNA","fs_summary_amount_won7":" + 12 GRATISSPEL","splashScreen_start_desktop":"Klicka för att starta","paytable_freeGamesTitle":"RÖRLIG MULTIPLIKATOR Gratisspel","paytable_freeGamesDesc1":"3 {11} belönar med RÖRLIG MULTIPLIKATOR Gratisspels-funktionen","paytable_freeGamesDesc2":"12 gratisspel utdelas.","paytable_freeGamesDesc3":"Alla vinster genom en RÖRLIG MULTIPLIKATOR multipliceras.","paytable_freeGamesDesc4":"Se SPELREGLER för mer information.","paytable_paytableTitle":"BETALSTABELL","paytable_paytableDesc1":"ersätter alla symboler utom scatters","paytable_paytableDesc2":"vinner i varje position.","paytable_paytableDesc3":"Alla vinster börjar med vänster hjul och betalar från vänster till höger på angränsande rullar, utom scatter.","paytable_winlinesTitle":"VINST LINJER","paytable_gamerulesDesc1":"Felfunktionen ogiltigförklarar alla wins och spins.","paytable_gamerulesDesc2":"Under spelets gång, ifall spelet kopplas bort under omgången, kommer det att fortsätta(både normalt spel och free spins) från den tidpunkt som spelet kopplas bort.","gamerules_content":"<h3>Välkommen till SILK DYNASTY men RÖRLIG MULTIPLIKATOR Gratisspels-funktion.</h3><h4>Om spelet</h4>SILK DYNASTY är en videoslot med 5 hjul, 5 rader och 40 fasta vinstlinjer. Den här slotten har 10 vanliga symboler, en staplad Wild-symbol som ersätter alla vanliga symboler och en Scatter-symbol. Tre Scatter-symboler belönas med 12 Gratisspel i den RÖRLIGA MULTIPLIKATOR Gratisspels-funktionen med Multiplikatorna satt på x5 som ökas för varje vinst som går igenom dem. Multiplikatorerna rör sig upp och ner på sina repektive hjul varje gratisspel. Alla vinster som går igenom en Multiplikator-position multipliceras.<h4>Återgå till spelaren</h4>Den totala teoretiska RTP till spelaren är 96.46%<h4>SPELREGLER</h4>Välj ditt myntvärde. Spelas på 40 rader.<br />Den totala insatsen är 20 gånger myntvärdet.<br />Vinnande kombinationer och utbetalningar görs enligt utbetalningstabellen.<br />Högst vinst endast på varje linje.<br />Alla vinster börjar från hjulet längst till vänster och betalar från vänster till höger på angränsade hjul, förutom Scatters som betalar vart som helst.<br />Vinst på spelade linjer, utom på scatters.<br />Vinster på andra linjer läggs till.<br />Vinst på linjer är gångrade med myntvärdet.<br />Scatter-vinster läggs till i linje-vinster.<br />Scattervinster multipliceras med den totala satsningen.<br />SCATTER-symboler kan bara dyka upp på hjul 2, 3, och 4<br />Wild visas endast på hjulen 2,3 och 4 och ersätter alla symboler, utom \"Scatter\"-symboler<br />Om ett avbrutet spel inte är klart inom 90 dagar måste det avslutas Spelet måste tydligt ange vad som kommer hända med spelets satsning om ett spel avslutas innan det är klart.<h4>RÖRLIG MULTIPLIKATOR Gratisspels-funktion</h4>3 SCATTER-symboler belönas med RÖRLIG MULTIPLIKATOR Gratisspels-funktionen<br />12 gratisspel utdelas.<br />De utlösande SCATTER-symbolernas positioner blir de Rörliga Multiplikatorernas startpositioner.<br />Varje Rörlig Multiplikator börjar med en x5 multiplikator<br />De Rörliga Multiplikatorerna flyttar sig till en slumpmässig position på sina hjul varje Gratisspel<br />Alla vinster som går igenom en Multiplikator-position multipliceras med det visade värdet.<br />Varje vinst som går igenom en Rörlig Vinstmultiplikator ökar multiplikatorn med 1 för de resterande gratisspelen<br />Gratisspels-funktionen kan utlösas igen under gratisspel.<br />Myntvärdet är detsamma som spelet som utlöste Gratisspels-funktionen.<h4>Hur man spelar</h4>Välj myntvärde.<br />Tryck på spin knappen för att starta spelet.<h4>Autospelalternativ</h4>Antal snurr: Autospel-sessionen avbryts när det valda antalet snurr har uppnåtts.<br />Förlustgräns: Autospel-sessionen avslutas om din totala förlust för Autospin-sessionen är lika med eller överskrider den valda gränsen.<br />Enkel vinstgräns: Autospel-sessionen kommer att avslutas om vinsten på en enda snurr är lika med eller överskrider den valda gränsen.<h4>Hur man beräknar vinster</h4>Varje symbols betalning anges i betalstabell.<br />Multiplicera vinsten med myntvärdet för att få vinsten i ditt lands valuta.<h4>Spelalternativ</h4>Klicka på alternativen för att utöka eller förstöra alternativ panel.<br />Volym - Slå på eller stäng av ljudet.<br />PAYTABLE- Förklarar huvudfunktionerna i spelet, visar alla utbetalningar (ändras beroende på ifall det är kontanter eller mynt) samt visar raderna och sätten att vinna.<br />Inställningar - Volym, ljud och musik<br />Spelregler - Öppna spelets regler.<br />Historik - Om den här funktionen är aktiverad på din spelwebbplats kan du granska och titta på dina senaste 10 spelrundor.<br />Hemknapp- tillbaka till startsida.<h4>Spelpanel</h4>Satsning- är alltid 20 mynt per snurr.<br />Myntvärde - Ändrar den totala insatsen genom att ändra myntvärdet. För att omvandla myntvärdet till rätt valuta, multiplicera myntbeloppet (20) med myntvärdet.<br />Total insats - Visar den totala insatsen vid det valda myntvärdet Multipliserat med insatsen Klicka på fältet växlar mellan mynt och kontantvy.<br />Max Insats - Ställer in myntvärdet till det största tillgängliga. Om du trycker på knappen en gång återgår den till sitt ursprungliga värde (endast skrivbord).<br />Snurrknapp - Startar spelet.<br />Autospel-knapp - Visar alternativen för autoplay. Om Autoplay är aktiverat, stoppa Autoplay genom att klicka på knappen.<br />Win - Visar vinsten för det aktuella eller sista utbetalning steget. Klicka på fältet för att växla mellan mynt- och kontanter.<br />Saldo - Visar spelarens kontosaldo. Klicka på fältet för att växla mellan mynt- och kontanter.<br />Stoppknapp- stoppa spelet <h4>keybord genvägar</h4>Mellanslagstangent - Tryck på mellanslagstangenten för att snurra.","gamerules_content_DE":"<h3>Welcome to SILK DYNASTY video slot, with the MOVING MULTIPLIER Free Games Feature.</h3><h4>About the Game</h4>SILK DYNASTY is a 5 reel, 5 row, Video Slot with 40 fixed paylines. This slot has 10 regular symbols, a Wild symbol that is stacked and substitutes for all regular symbols and a Scatter symbol. Landing 3 Scatter symbols awards the Moving Multiplier Free Games Feature with 12 Free Games and Multiplier positions that start at x5 and increase each time a win passes through them. The Multiplier Positions move up and down their respective reels each free game. Any wins passing through a Multiplier position are multiplied.<h4>Return to Player</h4>The overall theoretical return to player is 96.46%<br />The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds<h4>Game Rules</h4>Choose your bet value. 40 lines are played.<br />Winning combinations and payouts are made according to the paytable<br />Highest win only on each line<br />All wins begin with leftmost reel and pay left to right on adjacent reels, except Scatters which pay any<br />All wins on played lines only except scatters.<br />Wins on different lines are added<br />SCATTER wins are added to line wins<br />SCATTER appears on reels 2, 3 and 4 only<br />WILD appears on reels 2,3,4 and 5 only and substitutes for all symbols except SCATTER<h4>MOVING MULTIPLIER Free Games Feature</h4>3 SCATTER awards the Moving Multiplier Free Games Feature<br />12 Free Games are awarded.<br />The positions where the triggering Scatters appear set the initial Moving Multiplier positions<br />Each Moving Multiplier position starts with a x5 multiplier<br />Each Free Game the Moving Multipliers move to a random row on their respective reels<br />Wins passing through a Moving Multiplier are multiplied by its displayed multiplier value<br />Each Free Game where 1 or more winning combinations pass through a Moving Multiplier will increase the multiplier for that Moving Multiplier by 1 for any remaining free games<br />Free Games Feature can be triggered again during the Free Games Feature.<br />Bet value is the same as the game that triggered the Free Games Feature.<h4>How to Play</h4>Select the bet value<br />Press the Spin Button to start game<h4>How to Calculate Wins</h4>Each symbol's payout is listed in the paytable for all wins<h4>Game Options</h4>Click the options icon to expand or collapse the options tray<br />Volume - Turns the sounds on or off<br />Paytable - Explains the main features in the game, displays all payouts and shows the lines or ways to win<br />Settings - Volume, Sound and Music <br />Game Rules - Opens the rules of the game<br />History - If this feature is enabled on your gaming website, you may review and replay your last 10 game rounds<br />Home Button - Back to the lobby.<h4>Game Panel</h4>Bet - The bet is always 20 per spin.<br />Bet Value - Changes the Total Bet size by changing the bet value.<br />Total bet - Shows the total bet at the selected bet value multiplied by the bet.<br />Max Bet - Sets the bet value to the largest available. Pressing the button a second time returns it to its original state (Desktop only)<br />Spin Button - Starts the game<br />Win - Displays the win for the current or last payout step.<br />Balance - Displays the player's account balance.<br />Stop Button - Stop the game.<h4>Keyboard Shortcuts</h4>Space Bar - Press the space bar to spin"}