{"key":"de_DE","ui_label_bet":"EINSATZ","ui_label_coinValue":"MÜNZWERT","ui_label_coinValue_DE":"EINSATZWERT","ui_label_totalWin":"GESAMTGEWINN","ui_label_freeSpins":"FREISPIELE","ui_label_coins":"{0}","ui_label_RTPTitle":"Zurück zum Spieler","ui_label_RTPDesc1":"Der theoretische Gesamt-RTP liegt bei 96.46%","ui_label_RTPDesc2":"Der maximale, aufgezeichnete Gewinn lag bei 44100x dem Einsatz und kam ein Mal in 1.000.000.000 simulierten Spielrunden vor.","uiLoadInfo_1":"BEWEGLICHER MULTIPLIKATOR Freispiele","uiLoadInfo_2":"Jeder Gewinn der durch einen BEWEGLICHEN MULTIPLIKATOR führt, wird multipliziert.","fs_summary_amount_won1":"GLÜCKWUNSCH!","fs_summary_amount_won2":"Du hast gewonnen. ","fs_summary_amount_won3":"GLÜCKSPILZ!","fs_summary_amount_won4":"Zusätzliche Freispiele","fs_summary_amount_won5":"BEWEGLICHER MULTIPLIKATOR","fs_summary_amount_won6":"FREISPIELE GEWONNEN","fs_summary_amount_won7":"(+) 12 FREISPIELE","splashScreen_start_desktop":"ZUM STARTEN KLICKEN","paytable_freeGamesTitle":"BEWEGLICHER MULTIPLIKATOR Freispiele","paytable_freeGamesDesc1":"3 {11} aktivieren das BEWEGLICHER MULTIPLIKATOR Feature.","paytable_freeGamesDesc2":"12 Freispiele werden aktiviert. ","paytable_freeGamesDesc3":"Jeder Gewinn der durch einen BEWEGLICHEN MULTIPLIKATOR führt, wird multipliziert.","paytable_freeGamesDesc4":"Weitere Details in dem SPIELREGELN. ","paytable_paytableTitle":"PAYTABLE","paytable_paytableDesc1":" ersetzt alle Symbole außer Scatter. ","paytable_paytableDesc2":"gewinnt auf jeder Position.","paytable_paytableDesc3":"Alle Gewinne beginnen mit der äußersten linken Walze und werden von links nach rechts auf benachbarten Walzen ausgezahlt, mit Ausnahme von Scattern.","paytable_winlinesTitle":"GEWINNLINIEN","paytable_gamerulesDesc1":"Im Falle einer Fehlfunktion werden alle Runden und Gewinne ungültig.  ","paytable_gamerulesDesc2":"Sollte es während des Spiels zu einer Unterbrechung der Verbindung kommen, wird die Runde sowohl im normalen als auch im Freispielmodus vom Moment der Unterbrechung an erneut gestartet. ","gamerules_content":"<h3>Willkommen zu SILK DYNASTY, dem Video Slot mit dem BEWEGLICHEN MILTIPLIKATOR Freispiel Feature.</h3><h4>Über das Spiel</h4>SILK DYNASTY ist ein 5 Walzen und 5 Reihen Video Slot mit 40 fixierten Gewinnlinien. Dieser Slot hat 10 reguläre Symbole, ein stapelndes Wild Symbol, weclhes alle regulären Symbole ersetzt, und ein Scatter Symbol. 3 Scatter Symbole aktivieren das Beweglicher Multiplikator Freispiel Feature mit 12 Freispielen und einem Multiplikator, der in Position x5 beginnt und mit jedem durchlaufenden Gewinn steigt. Die Position des Multiplikators bewegt sich in jeder Freispiel-Runde auf der jeweiligen Walze hoch oder runter. Jeder Gewinn, der durch einen beweglichen Multiplikator führt, wird multipliziert. <h4>Zurück zum Spieler</h4>Der theoretische Gesamt-RTP liegt bei 96.46%<h4>REGELN</h4>Wählen Sie Ihren Münzwert. Es werden 40 Linien gespielt.<br />Der Gesamteinsatz entspricht dem 20fachen des Münzwertes.<br />Gewinnkombinationen und Gewinnauszahlungen erfolgen gemäß dem Paytable. <br />Nur der höchste Gewinn auf jeder Linie.<br />Alle Gewinne beginnen auf der linken Walze und werden, mit Außnahme von Scatter Symbolen, die überall zählen, von links nach rechts auf aufeinanderfolgenden Walzen gezählt.<br />Alle Gewinne nur auf gespielten Linien, außer Scattern.<br />Gewinne auf verschiedenen Linien werden addiert.<br />Linien-Gewinne werden mit dem Münzwert multipliziert<br />Scatter-Gewinne werden zu den Linien-Gewinnen addiert.<br />Scatter-Gewinne werden mit dem Gesamteinsatz multipliziert<br />SCATTER erscheinen nur auf den Walzen 2,3 und 4. <br />WILD erscheinen ausschließlich auf den Walzen 2,3,4 und 5 und ersetzen alle Symbole mit Ausnahme des Scatter Symbols. <br /><h4>BEWEGLICHER MULTIPLIKATOR Freispiele</h4>3 SCATTER aktivieren das BEWEGLICHER MULTIPLIKATOR Feature.<br />12 Freispiele werden aktiviert. <br />Die Positionen, auf welchen die auslösenden Scatter Symbole erscheinen, bestimmen die Anfangspositionen der beweglichen Multiplikatoren. <br />Jeder bewegliche Multiplikator beginnt mit 5x. <br />In jedem Freispiel bewegen sich die beweglichen Multiplikatoren in eine zufällige Reihe auf der jeweiligen Walze. <br />Gewinne, die durch einen beweglichen Multiplikator führen, werden mit dem angezeigten Wert multipliziert. <br />In jeder Runde, in welcher ein Gewinn durch einen der beweglichen Multiplikatoren führt, wird der Multiplikator Wert für die verbleibenden Runden um 1 erhöht. <br />Freispiele können während der Freispielrunde erneut ausgelöst werden.<br />Münzwert der Freispiele ist identisch zu dem in der Auslöserrunde. <h4>Spielanleitung</h4>Wählen Sie den Münzwert<br />Drücken Sie den Spin-Button um das Spiel zu starten. <h4>Autospin Optionen</h4>Spinanzahl: Die Autoplay Runde wird nach erreichen der gewählten Spinanzahl beendet. <br />Verlustlimit: Die Autoplay Runde wird nach erreichen des gewählten Verlustlimits beendet. <br />Einzelgewinn Limit: Die Autoplay Runde wird beendet, sofern der gewählte Gewinnbetrag in einem einzelnen Gewinn erreicht wird. <h4>Gewinnberechnung</h4>Die Auszahlung jedes Symbols ist im Paytable festgelegt. <br />Multiplizieren Sie den Münzgewinn mit dem Münzwert, um den Gewinnbetrag in Ihrer Währung zu erhalten. <h4>Spieloptionen</h4>Klicken Sie auf die Optionen, um das Optionsmenü zu öffnen oder schließen. <br />Lautstärke: Schaltet den Ton des Spiels an oder aus. <br />Paytable: Erklärt die Hauptfeatures des Spiels, zeigt alle Auszahlungen an (Änderungen hängen von Anzeige in Münzwert oder Geldwert ab) und zeigt alle Gewinnlinien oder Wege zum Gewinn.<br />Einstellungen - Lautstärke, Sound und Musik <br />Regeln: Öffnet die Spielregeln<br />Spielhistorie: Sofern dies auf Ihrer Gaming-Webseite aktiv ist, können Sie die letzten 10 Runden erneut einsehen und abspielen.  <br />Home Button: Zurück zur Lobby<h4>Bedienungsfeld</h4>Einsatz: Der Einsatz beträgt stets 20 Münzen pro Linie. <br />Münzwert - Ändert den Gesamteinsatz durch Änderung des Münzwertes. Um einen Münzgewinn oder Münzeinsatz in die eigene Währrung umzurechnen, multiplizieren Sie die Münzanzahl (20) mit dem Münzwert. <br />Gesamteinsatz: Zeigt den gesamten Einsatz basierend auf dem gewählten Münzwert. Durch klicken auf das Feld wechseln Sie zwischen Münzwert- und Geldwertanzeige. <br />Max Bet: Setzt den Münzwert auf den höchstmöglichen Betrag. Durch klicken auf das Feld wechseln Sie zwischen Münzwert- und Geldwertanzeige. <br />Spin Button: Startet das Spiel<br />Autoplay Button: Öffnet die Autoplay Optionen. Ist Autoplay aktiv, stoppt ein Klick auf den Button die Spins. <br />Gewinn: Zeigt den aktuellen oder letzten Gewinn an. Durch klicken auf das Feld wechseln Sie zwischen Münzwert- und Geldwertanzeige. <br />Guthaben: Zeigt den aktuellen Spielkontostand. Durch klicken auf das Feld wechseln Sie zwischen Münzwert- und Geldwertanzeige. <br />Stopp Button: Stoppt das Spiel<h4>Tastaturkürzel</h4>Leertaste: Drücken Sie die Leertaste um zu drehen","gamerules_content_DE":"<h3>Willkommen zu SILK DYNASTY, dem Video Slot mit dem BEWEGLICHEN MILTIPLIKATOR Freispiel Feature.</h3><h4>Über das Spiel</h4>SILK DYNASTY ist ein 5 Walzen und 5 Reihen Video Slot mit 40 fixierten Gewinnlinien. Dieser Slot hat 10 reguläre Symbole, ein stapelndes Wild Symbol, weclhes alle regulären Symbole ersetzt, und ein Scatter Symbol. 3 Scatter Symbole aktivieren das Beweglicher Multiplikator Freispiel Feature mit 12 Freispielen und einem Multiplikator, der in Position x5 beginnt und mit jedem durchlaufenden Gewinn steigt. Die Position des Multiplikators bewegt sich in jeder Freispiel-Runde auf der jeweiligen Walze hoch oder runter. Jeder Gewinn, der durch einen beweglichen Multiplikator führt, wird multipliziert. <h4>Zurück zum Spieler</h4>Der theoretische Gesamt-RTP liegt bei 96.46%<br />Der maximale, aufgezeichnete Gewinn lag bei 44100x dem Einsatz und kam ein Mal in 1.000.000.000 simulierten Spielrunden vor. <h4>REGELN</h4>Wählen Sie Ihren Einsatz. 40 Linien werden gespielt. <br />Gewinnkombinationen und Gewinnauszahlungen erfolgen gemäß dem Paytable. <br />Nur der höchste Gewinn auf jeder Linie.<br />Alle Gewinne beginnen auf der linken Walze und werden, mit Außnahme von Scatter Symbolen, die überall zählen, von links nach rechts auf aufeinanderfolgenden Walzen gezählt.<br />Alle Gewinne nur auf gespielten Linien, außer Scattern.<br />Gewinne auf verschiedenen Linien werden addiert.<br />Scatter-Gewinne werden zu den Linien-Gewinnen addiert.<br />SCATTER erscheinen nur auf den Walzen 2,3 und 4. <br />WILD erscheinen ausschließlich auf den Walzen 2,3,4 und 5 und ersetzen alle Symbole mit Ausnahme des Scatter Symbols. <h4>BEWEGLICHER MULTIPLIKATOR Freispiele</h4>3 SCATTER aktivieren das BEWEGLICHER MULTIPLIKATOR Feature.<br />12 Freispiele werden aktiviert. <br />Die Positionen, auf welchen die auslösenden Scatter Symbole erscheinen, bestimmen die Anfangspositionen der beweglichen Multiplikatoren. <br />Jeder bewegliche Multiplikator beginnt mit 5x. <br />In jedem Freispiel bewegen sich die beweglichen Multiplikatoren in eine zufällige Reihe auf der jeweiligen Walze. <br />Gewinne, die durch einen beweglichen Multiplikator führen, werden mit dem angezeigten Wert multipliziert. <br />In jeder Runde, in welcher ein Gewinn durch einen der beweglichen Multiplikatoren führt, wird der Multiplikator Wert für die verbleibenden Runden um 1 erhöht. <br />Freispiele können während der Freispielrunde erneut ausgelöst werden.<br />Der Einsatzwert ist der selbe, wie in der Runde, in welcher das Freispiel-Feature ausgelöst wurde. <h4>Spielanleitung</h4>Wetteinsatz auswählen<br />Drücken Sie den Spin-Button um das Spiel zu starten. <h4>Gewinnberechnung</h4>Die Auszahlung jedes Symbols ist im Paytable festgelegt. <h4>Spieloptionen</h4>Klicken Sie auf die Optionen, um das Optionsmenü zu öffnen oder schließen. <br />Lautstärke: Schaltet den Ton des Spiels an oder aus. <br />Gewinntabelle - Erklärt die Hauptfunktionen im Spiel, zeigt alle Gewinne, Gewinnlinienund Wege zum Gewinn an. <br />Einstellungen - Lautstärke, Sound und Musik <br />Regeln: Öffnet die Spielregeln<br />Spielhistorie: Sofern dies auf Ihrer Gaming-Webseite aktiv ist, können Sie die letzten 10 Runden erneut einsehen und abspielen.  <br />Home Button: Zurück zur Lobby<h4>Bedienungsfeld</h4>Einsatz: Der Einsatz beträgt stets 20 Münzen pro Linie. <br />Einsatzhöhe - Ändert den Gesamteinsatz durch das Ändern der Einsatzhöhe. <br />Gesamteinsatz - Zeigt den gesamten Einsatz entsprechend der gewählten Einsatzhöhe multipliziert mit dem Einsatz an. <br />Max Bet - Setzt die Einsatzhöhe automatisch auf den höchstmöglichen Betrag. Erneutes drücken des Buttons setzte den Betrag auf den Originalbetrag zurück (nur in der Desktopversion). <br />Spin Button: Startet das Spiel<br />Gewinn: Zeigt den aktuellen oder letzten Gewinn an.<br />Guthaben: Zeigt den aktuellen Spielkontostand. <br />Stopp Button: Stoppt das Spiel<h4>Tastaturkürzel</h4>Leertaste: Drücken Sie die Leertaste um zu drehen"}