{"key":"fi_FI","ui_label_bet":"PANOS","ui_label_coinValue":"KOLIKKOARVO","ui_label_coinValue_DE":"PANOKSENARVO","ui_label_totalWin":"KOKONAISVOITTO","ui_label_freeSpins":"ILMAISKIERROKSET","ui_label_coins":"{0}","ui_label_RTPTitle":"Return to Player","ui_label_RTPDesc1":"The overall theoretical return to player is 96.46%","ui_label_RTPDesc2":"The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds","uiLoadInfo_1":"LIIKKUVA KERROIN -ilmaispelit","uiLoadInfo_2":"Jokainen LIIKKUVAN KERTOIMEN läpi kulkeva voitto kerrotaan. ","fs_summary_amount_won1":"ONNITTELUT!","fs_summary_amount_won2":"Voitit","fs_summary_amount_won3":"ONNEKAS!","fs_summary_amount_won4":"Ylimääräisiä ilmaiskierroksia","fs_summary_amount_won5":"LIIKKUVA KERROIN","fs_summary_amount_won6":"VOITETUT ILMAISPELIT","fs_summary_amount_won7":"+12 ILMAISPELIÄ","splashScreen_start_desktop":"PAINA MITÄ TAHANSA NÄPPÄINTÄ ALOITTAAKSESI.","paytable_freeGamesTitle":"LIIKKUVA KERROIN -ilmaispelit","paytable_freeGamesDesc1":"3 {11} palkitsee LIIKKUVA KERROIN -ilmaispelitoiminnolla.","paytable_freeGamesDesc2":"12 ilmaispeliä myönnetty.","paytable_freeGamesDesc3":"Jokainen LIIKKUVAN KERTOIMEN läpi kulkeva voitto kerrotaan. ","paytable_freeGamesDesc4":"Lisätietoa saatavilla PELISÄÄNNÖISTÄ.","paytable_paytableTitle":"VOITTOTAULUKKO","paytable_paytableDesc1":" korvaa kaikki symbolit scattereita lukuun ottamatta.","paytable_paytableDesc2":"voittaa missä kohti tahansa","paytable_paytableDesc3":"Voitot alkavat scattereita lukuun ottamatta vasemmanpuoleisimmalta rullalta ja oikeuttavat voittoon vierekkäisiltä rullilta vasemmalta oikealle.","paytable_winlinesTitle":"VOITTOLINJAT","paytable_gamerulesDesc1":"Toimintahäiriö mitätöi kaikki maksut ja pelit.","paytable_gamerulesDesc2":"Mikäli peli keskeytyy pelaamisen aikana, jatkuu peli (sekä peruspeli että ilmaiskierrokset) keskeytymiskohdasta.","gamerules_content":"<h3>Tervetuloa SILK DYNASTY -videokolikkopeliin, joka sisältää LIIKKUVA KERROIN -ilmaispelitoiminnon.</h3><h4>Pelistä</h4>SILK DYNASTY on viisirullainen, viisirivinen videokolikkopeli, jossa on 40 kiinteää voittolinjaa. Tässä kolikkopelissä on 10 perussymbolia, pinoutuva wild-symboli, joka korvaa kaikki perussymbolit, ja scatter-symboli. 3 scatter-symbolin esiintyminen palkitsee Liikkuva kerroin-ilmaispelitoiminnolla, joka sisältää 12 ilmaispeliä ja kerroinpaikat, jotka alkavat kertoimella 5, ja kasvavat aina, kun niiden läpi kulkee voitto.<h4>Teoreettinen kokonaispalautus pelaajalle</h4>Teoreettinen kokonaispalautus pelaajalle on 96.46%..<h4>PELISÄÄNNÖT</h4>Valitse kolikkoarvosi. Peliä pelataan 40 linjalla. <br />Kokonaispanos on 20 kolikkoarvolla kerrottuna.<br />Voittoyhdistelmät ja voitonmaksut ovat voittotaulukossa esitettyjen mukaisia. <br />Ainoastaan kunkin linjan korkein voitto.<br />Kaikki voitot alkavat vasemmanpuolimmaiselta rullalta ja maksavat vasemmalta oikealle vierekkäisillä rullilla, paitsi scatterit, jotka oikeuttavat voittoon millä rullalla tahansa.<br />Kaikki voitot ainoastaan pelatuilla linjoilla scattereita lukuun ottamatta.<br />Eri linjoilla olevat voitot lisätään.<br />Linjavoitot kerrotaan kolikkoarvolla.<br />Scatter-voitot lisätään linjavoittoihin.<br />Scatter-voitot kerrotaan kokonaispanoksella.<br />SCATETR esiintyy ainoastaan rullilla 2, 3 ja 4<br />Wild esiintyy ainoastaan rullilla 2, 3, 4 ja 5 ja se korvaa kaikki symbolit scatteria lukuun ottamatta.<br /><h4>LIIKKUVA KERROIN -ilmaispelitoiminto</h4>3 SCATTERIA palkitsee Liikkuva kerroin -ilmaispelitoiminnolla<br />12 ilmaispeliä myönnetty.<br />Kohdat, joissa käynnistyvät scatterit esiintyvät, osoittavat liikkuvien kerrointen aloituspaikat<br />Jokaisen Liikkuva kerroin -kohdan aloituskerroin on x5 <br />Jokaisessa ilmaispelissä liikkuva kerroin liikkuu satunnaiselle riville omalla rullallaan<br />Liikkuvan kertoimen läpi kulkevat voitot kerrotaan sen esittämällä kerroinarvolla<br />Jokainen ilmaispeli, jossa on 1 tai useampi voittoyhdistelmä, kulkee liikkuvan kertoimen läpi, kasvattaa kyseisen liikkuvan kertoimen kerrointa yhdellä jäljellä olevien ilmaispelien ajaksi<br />Ilmaispelitoiminto voi käynnistyä uudelleen ilmaiskierrostoiminnon aikana.<br />Kolikkoarvo on sama kuin ilmaispelitoiminnon käynnistäneessä pelissä.<h4>Pelaaminen</h4>Valitse kolikkoarvo.<br />Paina pyöräytysnappulaa aloittaaksesi pelin. <h4>Automaattipelin vaihtoehdot</h4>Pyöräytysten määrä: Automaattipeli-istunto pysähtyy, kun valittu kierrosmäärä tulee täyteen.<br />Tappioraja: Automaattipeli-istunto päättyy, mikäli automaattipeli-istunnolle valittu tappioraja täyttyy tai ylittyy. <br />Yksittäisen voiton raja: Automaattipeli-istunto päättyy, mikäli yksittäisen kierroksen voitto täyttää tai ylittää valitun rajan. <h4>Voittojen laskeminen</h4>Kunkin symbolin voitonmaksu on listattu kaikki voitot kattavaan voittotaulukkoon.<br />Saadaksesi voiton kotivaluutassa, kerro kolikkovoitto kolikkoarvolla.<h4>Pelivaihtoehdot</h4>Klikkaa vaihtoehdot-kuvaketta laajentaaksesi tai supistaaksesi vaihtoehtovalikkoa.<br />Äänenvoimakkuus - Kääntää äänet päälle tai pois. <br />Voittotaulukko - Selittää pelin keskeisimmät toiminnot, näyttää kaikki voitonmaksut (vaihtuu käteis- tai kolikkonäkymästä riippuen)<br />Asetukset - Äänenvoimakkuus, ääni ja musiikki<br />Pelisäännöt - Avaa pelisäännöt. <br />Historia - Mikäli toiminto on sallittu nettipelisivustollasi, voit nähdä 10 viimeisintä pelikierrostasi.<br />Kotipainike  - Takaisin aulaan.<h4>Pelipaneeli</h4>Panos - Kierroskohtainen panos on aina 20 kolikkoa. <br />Kolikkoarvo - Vaihtaa kokonaispanoksen koon kolikkoarvoa vaihtamalla. Kerro kolikkomäärä (20) kolikkoarvolla vaihtaaksesi kolikkopanos tai -voitto kotivaluutaksesi.<br />Kokonaispanos - Näyttää kokonaispanoksen valitulla kolikkoarvolla panoksella kerrottuna. Kentän klikkaaminen vaihtaa kolikko- ja käteisnäkymän välillä.<br />Enimmäispanos - Asettaa kolikkoarvon suurimmaksi mahdolliseksi. Painikkeen painaminen toistamiseen palauttaa panoksen alkutilaan (ainoastaan desktop-versiossa).<br />Pyöräytysnappula - Aloittaa pelin<br />Autopelaa-painike – Avaa automaattipeliin liittyvät vaihtoehdot. Automaattipelin ollessa toiminnassa painikkeen painaminen pysäyttää automaattiset pyöräytykset. <br />Voitto - Näyttää nykyisen tai viimeisimmän voitonmaksun. Kentän klikkaaminen vaihtaa kolikko- ja käteisnäkymän välillä. <br />Saldo - Näyttää pelaajan tilin saldon. Kentän klikkaaminen vaihtaa kolikko- ja käteisnäkymän välillä.<br />Pysäytysnappula – Pysäyttää pelin.<h4>Näppäimistön oikotiet</h4>Välilyöntinäppäin – Paina välilyöntinäppäintä pyöräyttääksesi.","gamerules_content_DE":"<h3>Welcome to SILK DYNASTY video slot, with the MOVING MULTIPLIER Free Games Feature.</h3><h4>About the Game</h4>SILK DYNASTY is a 5 reel, 5 row, Video Slot with 40 fixed paylines. This slot has 10 regular symbols, a Wild symbol that is stacked and substitutes for all regular symbols and a Scatter symbol. Landing 3 Scatter symbols awards the Moving Multiplier Free Games Feature with 12 Free Games and Multiplier positions that start at x5 and increase each time a win passes through them. The Multiplier Positions move up and down their respective reels each free game. Any wins passing through a Multiplier position are multiplied.<h4>Return to Player</h4>The overall theoretical return to player is 96.46%<br />The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds<h4>Game Rules</h4>Choose your bet value. 40 lines are played.<br />Winning combinations and payouts are made according to the paytable<br />Highest win only on each line<br />All wins begin with leftmost reel and pay left to right on adjacent reels, except Scatters which pay any<br />All wins on played lines only except scatters.<br />Wins on different lines are added<br />SCATTER wins are added to line wins<br />SCATTER appears on reels 2, 3 and 4 only<br />WILD appears on reels 2,3,4 and 5 only and substitutes for all symbols except SCATTER<h4>MOVING MULTIPLIER Free Games Feature</h4>3 SCATTER awards the Moving Multiplier Free Games Feature<br />12 Free Games are awarded.<br />The positions where the triggering Scatters appear set the initial Moving Multiplier positions<br />Each Moving Multiplier position starts with a x5 multiplier<br />Each Free Game the Moving Multipliers move to a random row on their respective reels<br />Wins passing through a Moving Multiplier are multiplied by its displayed multiplier value<br />Each Free Game where 1 or more winning combinations pass through a Moving Multiplier will increase the multiplier for that Moving Multiplier by 1 for any remaining free games<br />Free Games Feature can be triggered again during the Free Games Feature.<br />Bet value is the same as the game that triggered the Free Games Feature.<h4>How to Play</h4>Select the bet value<br />Press the Spin Button to start game<h4>How to Calculate Wins</h4>Each symbol's payout is listed in the paytable for all wins<h4>Game Options</h4>Click the options icon to expand or collapse the options tray<br />Volume - Turns the sounds on or off<br />Paytable - Explains the main features in the game, displays all payouts and shows the lines or ways to win<br />Settings - Volume, Sound and Music <br />Game Rules - Opens the rules of the game<br />History - If this feature is enabled on your gaming website, you may review and replay your last 10 game rounds<br />Home Button - Back to the lobby.<h4>Game Panel</h4>Bet - The bet is always 20 per spin.<br />Bet Value - Changes the Total Bet size by changing the bet value.<br />Total bet - Shows the total bet at the selected bet value multiplied by the bet.<br />Max Bet - Sets the bet value to the largest available. Pressing the button a second time returns it to its original state (Desktop only)<br />Spin Button - Starts the game<br />Win - Displays the win for the current or last payout step.<br />Balance - Displays the player's account balance.<br />Stop Button - Stop the game.<h4>Keyboard Shortcuts</h4>Space Bar - Press the space bar to spin"}