{"key":"ru_RU","ui_label_bet":"СТАВКА","ui_label_coinValue":"СТОИМОСТЬ МОНЕТЫ","ui_label_coinValue_DE":"СТОИМОСТЬ СТАВКА","ui_label_totalWin":"ОБЩИЙ ВЫИГРЫШ","ui_label_freeSpins":"ФРИСПИНЫ","ui_label_coins":"{0}","ui_label_RTPTitle":"Return to Player","ui_label_RTPDesc1":"The overall theoretical return to player is 96.46%","ui_label_RTPDesc2":"The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds","uiLoadInfo_1":"Фригеймы ДВИЖУЩЕГОСЯ МНОЖТЕЛЯ","uiLoadInfo_2":"Любой выигрыш, полученный с помощью ДВИЖУЩЕГОСЯ МНОЖИТЕЛЬ, умножается.","fs_summary_amount_won1":"ПОЗДРАВЛЯЕМ!","fs_summary_amount_won2":"Вы выиграли","fs_summary_amount_won3":"УДАЧА!","fs_summary_amount_won4":"Бонусные вращения","fs_summary_amount_won5":"ДВИЖУЩИЙСЯ МНОЖИТЕЛЬ","fs_summary_amount_won6":"ФРИГЕЙМЫ ПОЛУЧЕНЫ ","fs_summary_amount_won7":" + 12 ФРИГЕЙМОВ","splashScreen_start_desktop":"НАЖМИТЕ, ЧТОБЫ НАЧАТЬ","paytable_freeGamesTitle":"Фригеймы ДВИЖУЩЕГОСЯ МНОЖТЕЛЯ","paytable_freeGamesDesc1":"3 {11}  активируют опцию Фригеймов Движущегся Множителя. ","paytable_freeGamesDesc2":"Вы выиграли 12 бонусных игр.","paytable_freeGamesDesc3":"Любой выигрыш, полученный с помощью ДВИЖУЩЕГОСЯ МНОЖИТЕЛЯ, умножается.","paytable_freeGamesDesc4":"Обратитесь к ПРАВИЛАМ ИГРЫ для более подробной информации.\r\n","paytable_paytableTitle":"ТАБЛИЦА ВЫПЛАТ","paytable_paytableDesc1":" заменяет все символы, кроме скаттеров","paytable_paytableDesc2":"выигрыш в любой позиции","paytable_paytableDesc3":"Все выигрыши начинаются с крайнего левого барабана и выплачиваются слева направо на соседних барабанах, кроме скаттеров.","paytable_winlinesTitle":"ЛИНИИ ВЫИГРЫША","paytable_gamerulesDesc1":"Неисправность аннулирует все выплаты и игры.","paytable_gamerulesDesc2":"Во время игры, в случае сбоя соединения, игра будет продолжена, (как при обычной игре, так и при бонусных вращениях), с момента отключения.","gamerules_content":"<h3>Добро пожаловать в виде слот SILK DYNASTY, где есть опция Фригеймов с  ДВИЖУЩИМСЯ МНОЖИТЕЛЕМ. </h3><h4>Об Игре</h4>SILK DYNASTY - это 5-ти барабанный 5-рядный видео-слот с 40 фиксированными линиями выплат. В этом слоте есть 10 обычных символов, символ Вайлд, который складывается и заменяет все обычные символы, и символ Скаттер. Если выпадет 3 символа Скаттер, то функция бесплатных игр с движущимся множителем включает 12 бесплатных игр и позиции множителя, которые начинаются с х5 и увеличиваются каждый раз, когда через них проходит выигрыш. Позиции множителя перемещаются вверх и вниз на соответствующих барабанах в каждой бесплатной игре. Любые выигрыши, полученные через позицию множителя, умножаются.<h4>Возврат игроку</h4>Средний процент возврата средств клиентам составляет 96.46%.<h4>ПРАВИЛА ИГРЫ</h4>Выберите стоимость своей монеты. 40 линий сыграно<br />Общая ставка 20 умножается на номинал монеты.<br />Выигрышные комбинации и выплаты производятся в соответствии с таблицей выплат<br />Самый крупный выигрыш только на каждой линии<br />Все выирыши начинаются с крайнего левого барабана и выплачиваются слева направо на соседних барабанов, кроме Скаттеров которые выплачивают любой барабан.<br />Все выигрыши только на сыгранных линиях, кроме скаттеров.<br />Добавлены выигрыши по разным линиям.<br />Выигрыши по линиям умножаются на стоимость монеты.<br />Скаттер-выигрыши добавляются к линейным выигрышам<br />Скаттер выигрыши умножаются на общую ставку<br />Скаттер появляется только на барабанах 2,3 и 4. <br />Символ \"Вайлд\" появляется только на барабанах 2,3,4 и 5 и заменяет все символы, кроме Скаттеров<br /><h4>Опция Фригеймов ДВИЖУЩЕГОСЯ МНОЖТЕЛЯ</h4>3 Скаттера активируют опцию фригеймов с Подвиным Множителем<br />Вы выиграли 12 бонусных игр.<br />Позиции, в которых появляются запускающие Скаттеры, устанавливают начальные положения Движущегося Множителя.\r\n<br />Каждая позиция Движущиеся Множителя начинается с множителя х5.<br />Каждую фригейм Движущиеся Множители перемещаются в случайную строку на соответствующих барабанах.<br />Выигрыши, проходящие через Движущийся Множитель, умножаются на отображаемое значение множителя.<br />Каждая фригейм, в котором 1 или несколько выигрышных комбинаций проходят через Движущегося Множитель, увеличивает множитель этого Движущегося Множителя на 1 для всех оставшихся бесплатных игр.<br />Опция Бонусных игр может быть повторно активирована во время бонусной игры<br />Стоимость монеты такая же, как и в игре, в которой активирована Функция Бесплатных Игр.<h4>Как играть</h4>Выберите стоимость монеты<br />Нажмите кнопку \"Вращать\", чтобы начать игру.<h4>Параметры Автоигры</h4>Количество спинов: Автоигра будет остановлена, когда выбранное количество вращений будет достигнуто.<br />Лимит проигрыша: Автоигра остановится, если сумма проигрыша за автоигру равна или превышает установленный лимит.<br />Лимит одного выигрыша: остановка Автоигры после вращения, выигрыш с котого равен или превысил установленный лимит.<h4>Как рассчитать выигрыши</h4>Выплата каждого символа указана в таблице выблат для всех выигрышей<br />Умножьте выигрыш на стоимость монеты, чтобы получить выигрыш в валюте Вашей страны<h4>Параметры игры</h4>Нажмите иконку \"Параметры\", чтобы развернуь или вернуть панель параметров.<br />Громкость - включает или выключает звуки<br />Таблица выплат - объясняет основные функции в игре, отображает все выплаты, (менятется, в заивисимости от отображения наличных или монет), а также показывает линии или способы получить выигрыш.<br />Настройки - Громкость, Звук и Музыка<br />Правила игры - открывают правила игры.<br />История - если данная функция доступна на игровом сайте, Вы можете просмотреть Ваши последние 10 игровых раундов.<br />Кнопка \"Домой\" - назад в главное меню.<h4>Игровая панель</h4>Ставка - ставка всегда составляет 20 монет на спин. <br />Стоимость Монеты - меняет размер Общей Ставки, изменяя стоимость монеты. Чтобы изменить любую ставку или выигрыш в монетах в домашнюю валюту, умножьте количество монет (20) на стоимость монеты.\r\n<br />Общая ставка - показывает общую ставку по выбранной стоимости монеты. Нажатие на данное поле переключает выбор между просмотром монет и наличных средств.<br />Максимальная ставка - устанавливает максимальное значение монеты. Повторное нажатие кнопки возвращает её в исходное состояние, (только для полной версии сайта).<br />Кнопка Вращения - начинает игру<br />Кнопка Автоигры - открывает меню Автоигры. Если Автоигра активна, нажатие кнопки остановит Автоигру<br />Выигрыш - отображается выигрыш для нынешнего или последующего шага выплаты. Щелкнув на поле, можно переключиться между режимом просмотра игровых монет и наличных.<br />Баланс - Отображается баланс игрока. Щелкнув на поле, можно переключиться между режимом просмотра игровых монет и наличных.<br />Кнопка Стоп - Остановить игру<h4>Комбинация клавиш</h4>Пробел - Нажмите пробел для вращения","gamerules_content_DE":"<h3>Welcome to SILK DYNASTY video slot, with the MOVING MULTIPLIER Free Games Feature.</h3><h4>About the Game</h4>SILK DYNASTY is a 5 reel, 5 row, Video Slot with 40 fixed paylines. This slot has 10 regular symbols, a Wild symbol that is stacked and substitutes for all regular symbols and a Scatter symbol. Landing 3 Scatter symbols awards the Moving Multiplier Free Games Feature with 12 Free Games and Multiplier positions that start at x5 and increase each time a win passes through them. The Multiplier Positions move up and down their respective reels each free game. Any wins passing through a Multiplier position are multiplied.<h4>Return to Player</h4>The overall theoretical return to player is 96.46%<br />The maximum recorded win is x44100 and it happened once in 1.000.000.000 simulated game rounds<h4>Game Rules</h4>Choose your bet value. 40 lines are played.<br />Winning combinations and payouts are made according to the paytable<br />Highest win only on each line<br />All wins begin with leftmost reel and pay left to right on adjacent reels, except Scatters which pay any<br />All wins on played lines only except scatters.<br />Wins on different lines are added<br />SCATTER wins are added to line wins<br />SCATTER appears on reels 2, 3 and 4 only<br />WILD appears on reels 2,3,4 and 5 only and substitutes for all symbols except SCATTER<h4>MOVING MULTIPLIER Free Games Feature</h4>3 SCATTER awards the Moving Multiplier Free Games Feature<br />12 Free Games are awarded.<br />The positions where the triggering Scatters appear set the initial Moving Multiplier positions<br />Each Moving Multiplier position starts with a x5 multiplier<br />Each Free Game the Moving Multipliers move to a random row on their respective reels<br />Wins passing through a Moving Multiplier are multiplied by its displayed multiplier value<br />Each Free Game where 1 or more winning combinations pass through a Moving Multiplier will increase the multiplier for that Moving Multiplier by 1 for any remaining free games<br />Free Games Feature can be triggered again during the Free Games Feature.<br />Bet value is the same as the game that triggered the Free Games Feature.<h4>How to Play</h4>Select the bet value<br />Press the Spin Button to start game<h4>How to Calculate Wins</h4>Each symbol's payout is listed in the paytable for all wins<h4>Game Options</h4>Click the options icon to expand or collapse the options tray<br />Volume - Turns the sounds on or off<br />Paytable - Explains the main features in the game, displays all payouts and shows the lines or ways to win<br />Settings - Volume, Sound and Music <br />Game Rules - Opens the rules of the game<br />History - If this feature is enabled on your gaming website, you may review and replay your last 10 game rounds<br />Home Button - Back to the lobby.<h4>Game Panel</h4>Bet - The bet is always 20 per spin.<br />Bet Value - Changes the Total Bet size by changing the bet value.<br />Total bet - Shows the total bet at the selected bet value multiplied by the bet.<br />Max Bet - Sets the bet value to the largest available. Pressing the button a second time returns it to its original state (Desktop only)<br />Spin Button - Starts the game<br />Win - Displays the win for the current or last payout step.<br />Balance - Displays the player's account balance.<br />Stop Button - Stop the game.<h4>Keyboard Shortcuts</h4>Space Bar - Press the space bar to spin"}