{"key":"RU","fs_summary_amount_won":"Поздравляем!","fs_summary_amount_won1":"Вы выиграли","fs_summary_amount_won2":"Бонусные вращения","paytable_specialspinDesc1":"Специальный Расширющйся Символ может быть получен в начале любого вращения","paytable_specialspinDesc2":"В начале вращения Специального Расширяющегося Символа выбирается до 3 символов, которые становятся Специальными расширяющимися символами.","paytable_specialspinDesc3":"Специальные Расширяющиеся Символы расширяются, чтобы охватить все позиции на барабане.","paytable_specialspinDesc4":"Специальные Расширяющиеся Символы будут расширяться только в том случае, если вращение приводит к победе.","paytable_specialspinDesc5":"Специальные Расширяющиеся Символы оплачиваются на любой из линии","paytable_specialspinDesc6":"Специальные Расширяющиеся Символы оплачиваются в дополнение к левой и правой линиям и выигрышам со Скаттеров","paytable_specialspinTitle":"СПЕЦИАЛЬНЫЙ РАСШИРЯЮЩИЙСЯ СИМВОЛ","paytable_freespinsfeatureDesc1":"3 или более {0} в любом месте экрана активируют опцию бонусных вращений.","paytable_freespinsfeatureDesc2":"Вы получили 10 бонусных вращений","paytable_freespinsfeatureDesc3":"В начале Опции бонусных вращений выбирается до 3 символов, которые становятся Специальными Расширяющимися Символами.","paytable_freespinsfeatureDesc4":"Специальные Расширяющиеся Символы расширяются, чтобы охватить все позиции на барабане.","paytable_freespinsfeatureDesc5":"Специальные Раширяющиеся Символы будут расширяться только в случае победы.","paytable_freespinsfeatureDesc6":"Специальные Расширяющиеся Символы оплачиваются на любой из линии","paytable_freespinsfeatureDesc7":"Специальные Расширяющиеся Символы оплачиваются в дополнение к левой и правой линиям и выигрышам со Скаттеров","paytable_freespinsfeatureDesc8":"Функция бонусных вращений может быть запущена снова во время бесплатных вращений.","paytable_freespinsfeatureDesc9":"Стоимость монеты такая же, как и в игре, которая вызвала опцию бонусных вращений.","paytable_freespinsfeatureDesc9_DE":"СТАВКА монеты такая же, как и в игре, которая вызвала опцию бонусных вращений.","paytable_freespinsfeatureTitle":"ОПЦИЯ БОНУСНЫХ ИГР","paytable_symbolsDesc1":"Все выигрыши начинаются с крайнего левого барабана и выплачиваются слева направо на соседних барабанах, кроме скаттеров.","paytable_symbolsDesc2":"{0} действует как Вайлд и Скаттер и заменяет все символы, кроме Специальных Расширяющих Символов.","paytable_symbolsDesc3":"выигрыш в любой позиции","paytable_symbolsTitle":"ТАБЛИЦА ВЫПЛАТ","paytable_gamerulesDesc1":"Выберите стоимость своей монеты. 10 линий сыграно","paytable_gamerulesDesc1_DE":"Выберите стоимость своей СТАВКА. 10 линий сыграно","paytable_gamerulesDesc2":"Общая ставка умножается в 20 раз на стоимоть монеты","paytable_gamerulesDesc2_DE":"","paytable_gamerulesDesc3":"Все выигрыши только на сыгранных линиях, кроме скаттеров.","paytable_gamerulesDesc4":"Добавлены выигрыши по разным линиям.","paytable_gamerulesDesc5":"Самый крупный выигрыш только на каждой линии","paytable_gamerulesDesc6":"Скаттер-выигрыши добавляются к линейным выигрышам","paytable_gamerulesDesc7":"Линейные выигрыши умножаются на ставку на линию","paytable_gamerulesDesc7_DE":"","paytable_gamerulesDesc8":"Скаттер выигрыши умножаются на общую ставку","paytable_gamerulesDesc8_DE":"","paytable_gamerulesDesc9":"Неисправность аннулирует все выплаты и игры","paytable_gamerulesDesc10":"Во время игры, в случае сбоя соединения, игра будет продолжена, (как при обычной игре, так и при бонусных вращениях), с момента отключения.","paytable_gamerulesTitle":"ПРАВИЛА ИГРЫ","paytable_winlinesTitle":"ВЫИГРЫШНЫЕ ЛИНИИ","uiScreen_Label1":"СТАВКА","uiScreen_Label2":"СТОИМОСТЬ МОНЕТЫ","uiScreen_Label2_DE":"СТОИМОСТЬ СТАВКА","uiScreen_Label3":"ОБЩАЯ СТАВКА","uiScreen_Label4":"ВЫИГРЫШ","uiScreen_Label5":"БАЛАНС","uiScreen_Label6":"ОБЩИЙ ВЫИГРЫШ","uiScreen_Label7":"ФРИСПИНЫ","uiScreen_Label8":"{0}","ui_label_RTPTitle":"Return to Player","ui_label_RTPDesc1":"The overall theoretical return to player is 96.51%.","ui_label_RTPDesc2":"The maximum recorded win is x2500 and it happened 926 times in 1.000.000.000 simulated game rounds.","uiScreenSlidein_Label1":"ГРОМКОСТЬ","uiScreenSlidein_Label2":"ТАБЛИЦА ВЫПЛАТ","uiScreenSlidein_Label3":"НАСТРОЙКИ","uiScreenSlidein_Label4":"ПРАВИЛА ИГРЫ","uiScreenSlidein_Label5":"ИСТОРИЯ","uiScreenSlideinSettings_Lable1":"Громкость","uiScreenSlideinSettings_Lable2":"Звук","uiScreenSlideinSettings_Lable3":"Музыка","uiScreenSlideinSettings_Lable4":"Отображать значение в монетах","uiScreenSlideinSettings_Lable5":"Быстрая ставка","uiScreenSlideinSettings_Lable6":"Настройки Автоспина","uiScreenSlideinSettings_Lable7":"ИСТОРИЯ","uiScreenSlideinSettingsTitle":"НАСТРОЙКИ","uiScreenAutospin_Label 1_desktop":"Авто","uiScreenAutospin_Lable 1_MobilePortrait":"ОТМЕНА","uiScreenAutospin_Lable 2_MobilePortrait":"НАЧАТЬ","uiScreenAutospin_Lable 3_MobilePortrait":"СТАРТ","uiScreenAutospin_Lable 4_MobilePortrait":"ограничение по автоматическому проигрыванию сеансов (x Bet)","uiScreenAutospin_Lable 5_MobilePortrait":"автоматически проигрывать сеанс с ограничением выигрыша (x ставок)","uiScreenAutospin_Lable 6_MobilePortrait":"БАЛАНС","uiScreenAutospin_Lable 7_MobilePortrait":"ОБЩАЯ СТАВКА","uiScreenAutospin_Lable 8_MobilePortrait":"НЕТ ОГРАНИЧЕНИЙ","uiLoadInfo_Lable1":"Получай крупные выигрыши со Специальными Расширяющимися Символами!","splashScreen_start_desktop":"НАЖМИТЕ, ЧТОБЫ НАЧАТЬ","uiScreen_LossLimit1":"Вы уже проиграли {0}","uiScreen_WinLimit1":"Вы выиграли {0} в этом игровом раунде.","uiScreen_ButtonOk":"ОК","uiScreen_TotalMax":"Общая ставка была доведена до MAX {0}.","uiScreen_Home":"Ты уверен, что хочешь выйти из игры?","uiScreen_StringDlgError1":"Ошибка интернет-соединения. Попытка переподкючения","uiScreen_StringDlgError2":"Недостаточно средств","uiScreen_StringDlgError3":"Потеряна связь с сервером. Пожалуйста, перезапустите игру.","uiScreen_StringDlgError4":"Повторное подключение к серверу. Восстановление данных. Пожалуйста, подождите.","uiScreen_StringDlgError5":"Вы достигли установленного Лимита Одиночного выигрыша для данной Автоигры.","uiScreen_StringDlgError6":"Вы достигли установленного Лимита проигрышей для данной Автоигры.","uiScreen_StringDlgError7":"Вы играете в Демо версию.","uiScreen_StringDlgError8":"Данный запрос был заблокирован правилами безопасности.","uiScreen_StringDlgError9":"Ошибка сетевого подключения ({0} {1}), повторите попытку позже","uiScreen_StringDlgError10":"Ошибка сетевого подключения ({0}), повторите попытку позже","uiScreen_StringDlgError11":"Ваш последний раунд был прерван. Нажмите «Продолжить», чтобы продолжить игру.","uiScreen_StringDlgCode6_000107":"Недостаточно средств(Code:6_000107)","uiScreen_StringDlgCode6_000110":"Превышен лимит расходов(Code:6_000110)","uiScreen_StringDlgCode6_000120":"свободное вращение просрочено.(Code:6_000120)","uiScreen_StringDlgCode6_000121":"Воспрепятствование воспроизведению - более чем ежедневное ограничение времени.(Code:6_000121)","uiScreen_StringDlgCode6_000122":"Воспрепятствование воспроизведению - более чем в неделю.(Code:6_000122)","uiScreen_StringDlgCode6_000123":"Воспрепятствование воспроизведению - более ограничено по времени в месяц.(Code:6_000123)","gameRules_content":"<h3>Добро пожаловать в слот BOOKS OF TAO, со специальными расширяющимися символами и бонуными играми.</h3><h4>Об игре</h4>BOOKS OF TAO - это слот с 5 барабанами и 10-ю фиксированными линиями выплат, который включает в себя случайные спины Специального Расширяющегося Символа во время основной игры и бесплатные вращения, где каждый спин явялется Специальным Расширяющимся Символом. В игре есть 9 обычных символов и символ \"Вайлд\"/\"Скаттер\", который заменяет все остальные символы, кроме Специальных Расширяющихся символов, и запускает функцию бесплатных вращений.<h4>Правила игры</h4>Выберите стоимость монеты. Сыграно 10 линий.<br />Общая ставка в 20 раз умножается на стоимоть монеты<br />Выигрышные комбинации и выплаты производятся в соответствии с таблицей выплат<br />Самый крупный выигрыш только на каждой линии<br />Все выирыши начинаются с крайнего левого барабана и выплачиваются слева направо на соседних барабанов, кроме Скаттеров которые выплачивают любой барабан.<br />Все выигрыши только на сыгранных линиях, кроме Скаттера, который выплачивается<br />Добавлены выигрыши по разным линиям<br />Выигрыши скаттера добавляются к линейным выигрышам<br />Линейные выигрыши умножатся на стоимость монеты<br />Скаттер выигрыши умножаются на общую ставку<br />Вайлд заменяет все символы, кроме специальных расширяющихся символов<h4>Специальный расширяющийся символ</h4>Специальный Спин Расширяющегося Символа может быть присужден в начале любой обычной игры.<br />В начале вращения Специального расширяющегося символа выбирается до 3 символов, которые становятся Специальными расширяющимися символами.<br />Специальные Символы Расширения расширяются, чтобы охватить все позиции на барабане.<br />Специальные Символы Расширения будут расширяться только в случае победы.<br />Специальные Расширяющиеся Символы оплачиваются на любой из линий<br />Специальные Расширяющиеся Символы оплачиваются в дополнение к левой и правой линиям и выигрышам со Скаттеров<h4>Опция Бонусных вращений</h4>3 или более Вайлд / Скаттера в любом месте экрана активируют функцию бесплатных вращений.<br />Вы выиграли 10 бесплатных вращений<br />В начале опции Фриспинов выбирается до 3 символов, которые становятся Специальными Расширяющимися символами<br />Специальные Раширяющиеся символы расширяются, чтобы охватить все позиции на барабане<br />Специальные Расширяющиеся Символы будут расширяться только в случае победы<br />Специальные Расширяющиеся Символы оплачиваются на любой из линий<br />Специальные Расширяющиеся Символы оплачиваются в дополнение к левой и правой линиям и выигрышам со Скаттеров<br />Функция бесплатных вращений может может быть запущена повторно во время бесплатных вращений<br />Стоимость монеты такая же, как и в игре, котора вызвала функцию бесплатных вращений<h4>Возврат игроку</h4>Средний процент возврата средств клиентам составляет 96.51%<h4>Как играть</h4>Выберите стоимость монеты<br />Нажмите кнопку \"Вращать\", чтобы начать игру.<h4>Параметры Автоигры</h4>Количество спинов: Автоигра будет остановлена, когда выбранное количество вращений будет достигнуто.<br />Лимит проигрыша: Автоигра остановится, если сумма проигрыша за автоигру равна или превышает установленный лимит.<br />Лимит одного выигрыша: остановка Автоигры после вращения, выигрыш с котого равен или превысил установленный лимит.<h4>Как рассчитать выигрыши</h4>Выплата каждого символа указана в таблице выблат для всех выигрышей<br />Умножьте выигрыш на стоимость монеты, чтобы получить выигрыш в валюте Вашей страны<h4>Опции игры</h4>Нажмите иконку \"Параметры\", чтобы развернуь или вернуть панель параметров.<br />Громкость - включает или выключает звук<br />Таблица выплат - объясняет основные функции в игре, отображает все выплаты, (меняется в зависимости от вида наличных или монет) и показывает линии или способы выигрыша<br />Настройки - Громкость, Звук, Музыка и Отображение значений в монетах<br />Правила игры - открывает правила игры<br />История - если данная функция включена на Вашем игровом веб-сайте, Вы можете просмотреть последние 10 игровых раундов.<br />Кнопка \"Домой\" - назад в лобби.<h4>Игровая панель</h4>Ставка - ставка всегда составляет 20 монет на спин.<br />Стоимость монеты - позволяет изменить общий размер ставки, путем изменения стоимости монеты. Чтобы конвертировать любую ставку или выигрыш в национальную валюту, умножьте количество монет (20) на стоимость монеты.<br />Общая ставка - показывает общую ставку при выбранной стоимости монеты, умноженной на ставку. Нажатие на поле позволит переключиться между просмотром монет и наличных<br />Максимальная ставка - устанавливает максимальную стоимость монеты. При повторном нажатии кнопки стоимость монеты возврщается в исходное состояние, (только для версии рабочего стола).<br />Кнопка Вращать - запускает игру<br />Кнопка Автоигры - открывает опции Автоигры. Если Автоигра активна, нажатие кнопки останавливает её<br />Выигрыш - отображает выигрыш для текущего или последнего шага выплаты. Нажатие на поле позволит переключиться между просмотром монет и наличных<br />Баланс - отображает баланс игрока. Нажатие на поле позволит переключиться между просмотром монет и наличных<br />Кнопка \"Стоп\" - остановить игру<h4>Горячие клавиши</h4>Пробел - нажмите пробел, чтобы начать вращения","gameRules_content_DE":"<h3>Welcome to BOOKS OF TAO video slot, with Special Expanding Symbol Spins and a Free Games Feature.</h3><h4>About the Game</h4>BOOKS OF TAO is a 5 reel, 10 fixed paylines Video Slot that features random Special Expanding Symbol Spins during the base game and Free Games where every spin is a Special Expanding Symbol Spin. The game has 9 regular symbols and a Wild/Scatter symbol that substitutes for all other symbols, except Special Expanding Symbols, and triggers the Free Games Feature<h4>Return to Player</h4>The overall theoretical return to player is 96.51%<br />The maximum recorded win is x2500 and it happened 926 times in 1.000.000.000 simulated game rounds<h4>Game Rules</h4>Choose your bet value. 10 lines are played.<br />Winning combinations and payouts are made according to the paytable<br />Highest win only on each line<br />All wins begin with leftmost reel and pay left to right on adjacent reels, except Scatters which pay any<br />All wins on played lines only except scatters.<br />Wins on different lines are added<br />Scatter wins are added to line wins<br />Wild substitutes for all symbols, except special expanding symbols<h4>Special Expanding Symbol Spin</h4>A Special Expanding Symbol Spin may be awarded at the start of any base game<br />Up to 3 symbols are selected at the start of the Special Expanding Symbol Spin to become Special Expanding Symbols<br />Special Expanding Symbols expand to cover all positions on the reel<br />Special Expanding Symbols will only expand if a win will result<br />Special Expanding Symbols pay any on a line<br />Special Expanding Symbols pay in addition to left to right line and scatter wins<h4>Free Games Feature</h4>3 or more Wild/Scatter anywhere on the screen triggers the Free Games Feature.<br />10 Free Games are awarded.<br />Up to 3 symbols are selected at the start of the Free Games Feature to become Special Expanding Symbols.<br />Special Expanding Symbols expand to cover all positions on the reel.<br />Special Expanding Symbols will only expand if a win will result.<br />Special Expanding Symbols pay any on a line.<br />Special Expanding Symbols pay in addition to left to right line and scatter wins.<br />Free Games Feature can be triggered again during the Free Games Feature.<br />Bet value is the same as the game that triggered the Free Games Feature.<h4>How to Play</h4>Select the bet value</h4>Press the Spin Button to start game<h4>How to Calculate Wins</h4>Each symbol's payout is listed in the paytable for all wins<h4>Game Options</h4>Click the options icon to expand or collapse the options tray<br />Volume - Turns the sounds on or off<br />Paytable - Explains the main features in the game, displays all payouts  and shows the lines or ways to win<br />Settings - Change the game speed, sound volume, and other settings<br />Game Rules - Opens the rules of the game<br />History - If this feature is enabled on your gaming website, you may review and replay your last 10 game rounds<br />Home Button - Back to the lobby.<h4>Game Panel</h4>Bet - The bet is always 20 per spin.<br />Bet Value - Changes the bet size by changing the bet value.<br />Total bet - Shows the total bet at the selected bet value.<br />Max Bet - Sets the bet value to the largest available. Pressing the button a second time returns it to its original state (Desktop only)<br />Spin Button - Starts the game<br />Win - Displays the win for the current or last payout step.<br />Balance - Displays the player's account balance.<br />Stop Button - Stop the game.<h4>Keyboard Shortcuts</h4>Space Bar - Press the space bar to spin","uiScreen_loselimit":"Вы играли в течение {0} минут. \\n За этот период вы проиграли {1}.","uiScreen_winlimit":"Вы играли в течение {0} минут. \\n За этот период Вы выиграли {1}.","uiScreen_tite":"ОБРАТИТЕ ВНИМАНИЕ","uiScreen_button1":"СТОП","uiScreen_button2":"ПРОДОЛЖИТЬ","uiScreen_button3":"История игры","uiHistory_Title1":"ИСТОРИЯ","uiHistory_Title2":"ВРЕМЯ","uiHistory_Title3":"ПЕРВОНАЧАЛЬНЫЙ","uiHistory_Title4":"ОБЩАЯ СТАВКА","uiHistory_Title5":"ВЫИГРЫШ","uiHistory_Title6":"БАЛАНС","uiHistory_Title7":"ДЕТАЛИ","uiHistory_Title8":"Нет соответствущих данных","uiHistory_Details1":"ДАННЫЕ ИГРЫ","uiHistory_Details2":"Специальный Расширющийся Символ","uiHistory_Details3":"Подробная информация","uiHistory_Details4":"Выигрыш:","uiHistory_button1":"ПРЕДЫДУЩИЙ","uiHistory_button2":"СЛЕДУЮЩИЙ","uiFreeSpins_Title1":"ПОЗДРАВЛЯЕМ!","uiFreeSpins_Title2":"БЕСПЛАТНЫЙ КРАСНЫЙ КОНВЕРТ","uiFreeSpins_Title3":"Общий выигрыш","uiFreeSpins_Title4":"Бонусные игры","uiFreeSpins_Title5":"До","uiFreeSpins_Details1":"ФРИСПИНЫ","uiFreeSpins_Details2":"Поздравляем! Бонусные игры Красный конверт были выиграны. Вы получили {0} бонусных игр на общую ставку {1}.","uiFreeSpins_Details3":"Поздравляем, в {0} бонусных играх Вы выиграли:","uiFreeSpins_Details4":"С возвращением!у вас есть {0} бесплатная игра, общая ставка {1}.Ты выиграл:","uiFreeSpins_Details5":"свободное вращение просрочено.в бесплатной игре {0} вы выиграли:","uiFreeSpins_Details6":"Ты уверен, что хочешь отказаться от награды?","uiFreeSpins_button1":"ОК","uiFreeSpins_button2":"играть позже","uiFreeSpins_button3":"Нет, спасибо."}