{"key":"IT","fs_summary_amount_won":"Congratulazioni!","fs_summary_amount_won1":"Hai Vinto","fs_summary_amount_won2":"Giri Gratuiti Extra","paytable_specialspinDesc1":"Un giro con lo Special Expanding Symbol può essere concesso all'inizio di ogni partita.","paytable_specialspinDesc2":"Fino a 3 simboli possono essere selezionati all'avvio dello Special Expanding Symbol Spin per diventare Simboli Special Expanding.","paytable_specialspinDesc3":"I Simboli Special Expanding si espandono per coprire tutte le posizioni nel rullo.","paytable_specialspinDesc4":"I Simboli Special Expanding si espandono solo se un giro risulta vincente.","paytable_specialspinDesc5":"I Simboli Special Expanding pagano su ogni linea.","paytable_specialspinDesc6":"I Simboli Special Expanding oltre alle vincite da sinistra a destra pagano anche le vincite scatter. ","paytable_specialspinTitle":"GIRI di Simboli Special Expanding","paytable_freespinsfeatureDesc1":"3 o più {0} ovunque sullo schermo attivano la funzione Giri Gratuiti.","paytable_freespinsfeatureDesc2":"10 giri gratuiti ottenuti.","paytable_freespinsfeatureDesc3":"All'inizio della Modalità Free Spins possono essere selezionati fino a tre simboli che possono diventare Simboli Special Expanding.","paytable_freespinsfeatureDesc4":"I Simboli Special Expanding si espandono per coprire tutte le posizioni nel rullo.","paytable_freespinsfeatureDesc5":"I Simboli Special Expanding si espandono solo in caso di vincita.","paytable_freespinsfeatureDesc6":"I Simboli Special Expanding pagano su ogni linea.","paytable_freespinsfeatureDesc7":"I Simboli Special Expanding oltre alle vincite da sinistra a destra pagano anche le vincite scatter. ","paytable_freespinsfeatureDesc8":"La funzione Giri Gratuiti può essere riattivata più volte consecutive.","paytable_freespinsfeatureDesc9":"Il valore del gettone è lo stesso del gioco che ha attivato la funzione Giri Gratuiti. ","paytable_freespinsfeatureDesc9_DE":"Il valore del SCOMMESSA  è lo stesso del gioco che ha attivato la funzione Giri Gratuiti. ","paytable_freespinsfeatureTitle":"FUNZIONE GIRI GRATUITI","paytable_symbolsDesc1":"Tutte le vincita partono dal rullo più a sinistra e pagano da sinistra verso destra sui rulli adiacenti, ad eccezione degli scatters.","paytable_symbolsDesc2":"{0} funge sia da Wild che da Scatter e sostituisce tutti gli altri simboli, ad eccezione dei Simboli Special Expanding.","paytable_symbolsDesc3":"vince in ogni posizione","paytable_symbolsTitle":"TABELLA DI PAGAMENTI","paytable_gamerulesDesc1":"Scegli il valore del tuo gettone. Vengono giocate 10 linee.","paytable_gamerulesDesc1_DE":"Scegli il valore del tuo SCOMMESSA . Vengono giocate 10 linee.","paytable_gamerulesDesc2":"La puntata totale è 20 moltiplicato per il valore del gettone .","paytable_gamerulesDesc2_DE":"","paytable_gamerulesDesc3":"Vincite su tutte le linee di gioco ad eccezione degli scatters.","paytable_gamerulesDesc4":"Sono state aggiunte vincite in differenti linee di gioco.","paytable_gamerulesDesc5":"La più alta vincita solo su ogni linea.","paytable_gamerulesDesc6":"Le vincite Scatter vengono aggiunte alle linee di vincita.","paytable_gamerulesDesc7":"le linee di vincita vengono calcolate con il valore del gettone.","paytable_gamerulesDesc7_DE":"","paytable_gamerulesDesc8":"Le vincite Scatter sono moltiplicate per la puntata totale.","paytable_gamerulesDesc8_DE":"","paytable_gamerulesDesc9":"In caso di malfunzionamento tutte le partite e le giocate vengono annullate.","paytable_gamerulesDesc10":"Se la connessione si disconnette durante la partita, il gioco continuerà ( sia in modalità normale che free spins) dal punto di interruzione.","paytable_gamerulesTitle":"REGOLE DEL GIOCO","paytable_winlinesTitle":"LINEE DI VINCITA","uiScreen_Label1":"PUNTATA","uiScreen_Label2":"VALORE DEL GETTONE","uiScreen_Label2_DE":"VALORE DEL SCOMMESSA ","uiScreen_Label3":"MASSIMA PUNTATA","uiScreen_Label4":"VINCITA","uiScreen_Label5":"SALDO","uiScreen_Label6":"VINCITA TOTALE","uiScreen_Label7":"GIRI GRATUITI","uiScreen_Label8":"{0}","ui_label_RTPTitle":"Return to Player","ui_label_RTPDesc1":"The overall theoretical return to player is 96.51%.","ui_label_RTPDesc2":"The maximum recorded win is x2500 and it happened 926 times in 1.000.000.000 simulated game rounds.","uiScreenSlidein_Label1":"VOLUME","uiScreenSlidein_Label2":"TABELLA DEI PAGAMENTI","uiScreenSlidein_Label3":"OPZIONI","uiScreenSlidein_Label4":"REGOLE DEL GIOCO","uiScreenSlidein_Label5":"Cronologia","uiScreenSlideinSettings_Lable1":"VOLUME","uiScreenSlideinSettings_Lable2":"Suono","uiScreenSlideinSettings_Lable3":"Musica","uiScreenSlideinSettings_Lable4":"Mostra valore in gettoni","uiScreenSlideinSettings_Lable5":"Quick Spin","uiScreenSlideinSettings_Lable6":"Modalità di spin automatico","uiScreenSlideinSettings_Lable7":"Cronologia","uiScreenSlideinSettingsTitle":"OPZIONI","uiScreenAutospin_Label 1_desktop":"Auto","uiScreenAutospin_Lable 1_MobilePortrait":"ANNULLA","uiScreenAutospin_Lable 2_MobilePortrait":"AVVIA","uiScreenAutospin_Lable 3_MobilePortrait":"INIZIA","uiScreenAutospin_Lable 4_MobilePortrait":"Limiti di perdita di sessione in automatico(x Bet)","uiScreenAutospin_Lable 5_MobilePortrait":"Autoplay Session Single Win Limit(x Bet)","uiScreenAutospin_Lable 6_MobilePortrait":"SALDO","uiScreenAutospin_Lable 7_MobilePortrait":"MASSIMA PUNTATA","uiScreenAutospin_Lable 8_MobilePortrait":"NO LIMITI","uiLoadInfo_Lable1":"Vinci alla grande con i Simboli Special Expanding!","splashScreen_start_desktop":"CLICCA OVUNQUE PER INIZIARE","uiScreen_LossLimit1":"Hai già perso {0}","uiScreen_WinLimit1":"Hai vinto questo round {0}","uiScreen_ButtonOk":"OK","uiScreen_TotalMax":"Puntata complessiva impostata al massimo{0}.","uiScreen_Home":"Sei sicuro di voler lasciare la partita?","uiScreen_StringDlgError1":"Errore nella connsessione a internet, Tentativo di riconnessione","uiScreen_StringDlgError2":"Fondi insufficienti.","uiScreen_StringDlgError3":"Connessione con il server persa, Per favore riavvia il client giocatore","uiScreen_StringDlgError4":"Riconnenssione con il server, Recupero dei dati, Per favore attendi.","uiScreen_StringDlgError5":"Hai raggiunto il limite di vincita selezionato per questa sessione di Auto Play.","uiScreen_StringDlgError6":"Hai raggiunto il Limite di Perdita  selezionato per questa sessione di Auto Play.","uiScreen_StringDlgError7":"Stai giocando in Modalità Demo.","uiScreen_StringDlgError8":"questa richiesta è stata bloccata dalle regole di sicurezza.","uiScreen_StringDlgError9":"Errore nella connessione di rete({0} {1}), per favore riprovare più tardi ","uiScreen_StringDlgError10":"Errore nella connessione di rete({0}), per favore riprovare più tardi ","uiScreen_StringDlgError11":"Il tuo ultimo round è stato interrotto. Fare clic su \"Continua\" per continuare a giocare.","uiScreen_StringDlgCode6_000107":"Fondi insufficienti(Code:6_000107)","uiScreen_StringDlgCode6_000110":"Superato il budget spendibile(Code:6_000110)","uiScreen_StringDlgCode6_000120":"Free Spins scaduti(Codice:6_000120)","uiScreen_StringDlgCode6_000121":"Bloccato dal giocare - limite di tempo giornaliero superato.(Code:6_000121)","uiScreen_StringDlgCode6_000122":"Bloccato dal giocare -settimanale limite di tempo superato.(Code:6_000122)","uiScreen_StringDlgCode6_000123":"Bloccato dal riprodurre il limite di tempo mensile superato.(Code:6_000123)","gameRules_content":"<h3>Benvenuto alla video slot di BOOKS OF TAO, con la funzione Special Expanding Symbol Spins e la modalità Giochi Gratuiti.</h3><h4>Informazioni sul Gioco   </h4>BOOKS OF TAO è una Video Slot con 5 rulli, 10 linee di gioco fisse con funzioni casuali  come lo Special Expanding Symbol Spins durante il normale gioco, e giri gratuiti dove ognuno è uno Special Expanding Symbol Spin. Il gioco ha 9 simboli standard e un simbolo Wild/Scatter che sostituisce tutti gli altri, tranne lo Special Expanding Symbols, e attiva la funzione Giri Gratuiti.<h4>Regole del gioco</h4>Scegli il valore del tuo gettone. Vengono giocate 10 linee.<br />La puntata totale è 20 moltiplicato per il valore del gettone.<br />Le combinazioni vincenti e i premi sono calcolati secondo la Tabella dei pagamenti<br />La più alta vincita solo su ogni linea.<br />Tutte le vincita partono dal rullo più a sinistra e pagano da sinistra verso destra sui rulli adiacenti, ad eccezione degli Scatters che pagano in qualsiasi rullo.<br />Tutte le vincite  avvengono sulle linee di gioco tranne lo Scatter che paga in qualsiasi rullo. <br />Sono state aggiunte vincite in differenti linee di gioco.<br />Le vincite Scatter vengono aggiunte alle linee di vincita.<br />le linee di vincita vengono calcolate con il valore del gettone.<br />Le vincite scatter sono moltiplicate per la puntata totale.<br />Il simbolo Wild sostituisce tutti gli altri simboli, tranne i simboli special expanding.<h4>Simbolo Special Expanding Spin</h4>Un giro con lo Special Expanding Symbol può essere concesso all'inizio di ogni partita.<br />All'inizio di ogni giro i Simboli Special Expanding  possono essere selezionati fino a tre simboli che possono diventare Simboli Special Expanding.<br />I Simboli Special Expanding si espandono per coprire tutte le posizioni nel rullo.<br />I Simboli Special Expanding si espandono solo in caso di vincita.<br />I Simboli Special Expanding pagano su ogni linea.<br />I Simboli Special Expanding oltre alle vincite da sinistra a destra pagano anche le vincite scatter. <h4>FUNZIONE GIRI GRATUITI</h4>3 o più Wild/Scatter ovunque sullo schermo attivano la funzione Giri Gratuiti.<br />10 giri gratuiti ottenuti.<br />All'inizio della Modalità Free Spins possono essere selezionati fino a tre simboli che possono diventare Simboli Special Expanding.<br />I Simboli Special Expanding si espandono per coprire tutte le posizioni nel rullo.<br />I Simboli Special Expanding si espandono solo in caso di vincita.<br />I Simboli Special Expanding pagano su ogni linea.<br />I Simboli Special Expanding oltre alle vincite da sinistra a destra pagano anche le vincite scatter. <br />La funzione Giri Gratuiti può essere riattivata più volte consecutive.<br />Il valore del gettone è lo stesso del gioco che ha attivato la funzione Giri Gratuiti. <h4>Ritorno al giocatore (RTP)</h4>Il teorico ritorno al giocatore complessivo (RTP) è del 96,51%<h4>How to Play</h4>Select the coin value<br />Press the Spin Button to start game<h4>Opzioni di Gioco automatico</h4>Numero di spin: la sessione di gioco automatico terminerà quando viene raggiunto il numero di spin <br />Limite di perdita: La sessione di gioco automatico terminerà se le tue perdite totali nel round di autospin raggiunge o supera il limite selezionato <br />Limite di vincita: La sessione di gioco automatico terminerà se la vincita di un singolo spin raggiunge o supera il limite selezionato.<h4>Come calcolare le vincite</h4>Il premio per ogni simbolo E inserito nella Tabella dei pagamenti per tutte le vincite<br />Moltiplicare la vincita del gettone per il valore gettone nella propria valuta nazionale<h4>Opzioni del gioco</h4>Clicca sull'icona opzioni per espandere o ridurre la barra delle opzioni<br />Volume – Accende o spegne il suono<br />TABELLA DEI PAGAMENTI - Spiega le principali caratteristiche del gioco, mostra tutti I premi (puo' eseguire visualizzazione del denaro o del gettone) e le linee I modi in cui si vince<br />Settings: Modifica la velocita' di gioco, il volume del suono e altre opzioni<br />Regole del gioco - Apre le regole di gioco<br />Cronologia - Quando questa opzione e' attiva sul tuo sito di gaming, puoi rivedere dei tuoi ultimi 10 round di gioco<br />Tasto Home - Torna alla lobby<h4>Pannello di Gioco</h4>Puntata – La puntata è sempre di 20 gettoni per ogni giro. <br />Valore del gettone - Cambia la Puntata totale cambiando il valore del gettone. Per trasformare ogni puntata o vincita in gettoni nella valuta corrente, moltiplica il totale dei gettoni (20) per la valuta del gettone.<br />Puntata totale - Mostra la puntata totale nel valore gettone selezionato. Cliccare sul campo selezionato alterna tra la visualizzazione del denaro o del gettone<br />Massima Puntata - Imposta il valore del gettone al piu' alto valore possibile. Cliccare il bottone una seconda volta riporta il valore al valore iniziale (Solo su Desktop)<br />Tasto Spin - Avvia il gioco<br />Tasto Autoplay - Apre le opzioni di gioco automatico. Se Autoplay e' attivo, cliccare su questo bottone interrompe il gioco automatico.<br />Win - Mostra la vincita nell'ultimo step o in quello in corso. Cliccare sul campo selezionato alterna tra la visualizzazione del denaro o del gettone<br />Balance - Mostra il saldo del giocatore. Cliccare sul campo selezionato alterna tra la visualizzazione del denaro o del gettone<br />Tasto Stop - Interrompe il gioco<h4>Scorciatoie da tastiera </h4>Barra spaziatrice – Premi la barra spaziatrice per far girare","gameRules_content_DE":"<h3>Welcome to BOOKS OF TAO video slot, with Special Expanding Symbol Spins and a Free Games Feature.</h3><h4>About the Game</h4>BOOKS OF TAO is a 5 reel, 10 fixed paylines Video Slot that features random Special Expanding Symbol Spins during the base game and Free Games where every spin is a Special Expanding Symbol Spin. The game has 9 regular symbols and a Wild/Scatter symbol that substitutes for all other symbols, except Special Expanding Symbols, and triggers the Free Games Feature<h4>Return to Player</h4>The overall theoretical return to player is 96.51%<br />The maximum recorded win is x2500 and it happened 926 times in 1.000.000.000 simulated game rounds<h4>Game Rules</h4>Choose your bet value. 10 lines are played.<br />Winning combinations and payouts are made according to the paytable<br />Highest win only on each line<br />All wins begin with leftmost reel and pay left to right on adjacent reels, except Scatters which pay any<br />All wins on played lines only except scatters.<br />Wins on different lines are added<br />Scatter wins are added to line wins<br />Wild substitutes for all symbols, except special expanding symbols<h4>Special Expanding Symbol Spin</h4>A Special Expanding Symbol Spin may be awarded at the start of any base game<br />Up to 3 symbols are selected at the start of the Special Expanding Symbol Spin to become Special Expanding Symbols<br />Special Expanding Symbols expand to cover all positions on the reel<br />Special Expanding Symbols will only expand if a win will result<br />Special Expanding Symbols pay any on a line<br />Special Expanding Symbols pay in addition to left to right line and scatter wins<h4>Free Games Feature</h4>3 or more Wild/Scatter anywhere on the screen triggers the Free Games Feature.<br />10 Free Games are awarded.<br />Up to 3 symbols are selected at the start of the Free Games Feature to become Special Expanding Symbols.<br />Special Expanding Symbols expand to cover all positions on the reel.<br />Special Expanding Symbols will only expand if a win will result.<br />Special Expanding Symbols pay any on a line.<br />Special Expanding Symbols pay in addition to left to right line and scatter wins.<br />Free Games Feature can be triggered again during the Free Games Feature.<br />Bet value is the same as the game that triggered the Free Games Feature.<h4>How to Play</h4>Select the bet value</h4>Press the Spin Button to start game<h4>How to Calculate Wins</h4>Each symbol's payout is listed in the paytable for all wins<h4>Game Options</h4>Click the options icon to expand or collapse the options tray<br />Volume - Turns the sounds on or off<br />Paytable - Explains the main features in the game, displays all payouts  and shows the lines or ways to win<br />Settings - Change the game speed, sound volume, and other settings<br />Game Rules - Opens the rules of the game<br />History - If this feature is enabled on your gaming website, you may review and replay your last 10 game rounds<br />Home Button - Back to the lobby.<h4>Game Panel</h4>Bet - The bet is always 20 per spin.<br />Bet Value - Changes the bet size by changing the bet value.<br />Total bet - Shows the total bet at the selected bet value.<br />Max Bet - Sets the bet value to the largest available. Pressing the button a second time returns it to its original state (Desktop only)<br />Spin Button - Starts the game<br />Win - Displays the win for the current or last payout step.<br />Balance - Displays the player's account balance.<br />Stop Button - Stop the game.<h4>Keyboard Shortcuts</h4>Space Bar - Press the space bar to spin","uiScreen_loselimit":"Hai giocato per {0} minutei.\\n Durante questo periodo hai perso {1}. ","uiScreen_winlimit":"Hai giocato per {0} minutei.\\n Durante questo periodo hai vinto {1}. ","uiScreen_tite":"AVVISO","uiScreen_button1":"STOP","uiScreen_button2":"CONTINUA","uiScreen_button3":"Cronologia del gioco","uiHistory_Title1":"Cronologia","uiHistory_Title2":"TEMPO","uiHistory_Title3":"Iniziale","uiHistory_Title4":"MASSIMA PUNTATA","uiHistory_Title5":"VINCITA","uiHistory_Title6":"SALDO","uiHistory_Title7":"DETTAGLIO","uiHistory_Title8":"Dato non rilevante","uiHistory_Details1":"Dati del gioco","uiHistory_Details2":"Simbolo Special Expanding","uiHistory_Details3":"Informazioni dettagliate","uiHistory_Details4":"vittoria:","uiHistory_button1":"PRECEDENTE","uiHistory_button2":"SUCCESSIVO","uiFreeSpins_Title1":"Cronologia!","uiFreeSpins_Title2":"TEMPO","uiFreeSpins_Title3":"Iniziale","uiFreeSpins_Title4":"PUNTATA TOTALE","uiFreeSpins_Title5":"VINCITA","uiFreeSpins_Details1":"Giri Gratuiti  ","uiFreeSpins_Details2":"Congratulazioni, Hai vinto la busta rossa con dei giochi gratuiti! Ti vengono assegnati {0} Giochi Gratuiti con una puntata totale di {1}.","uiFreeSpins_Details3":"Congratulazioni, nel {0} Giochi gratuiti, hai vinto:","uiFreeSpins_Details4":"Bentornato! Bentornato!Hai ancora {0} Giochi gratuiti rimangono alla puntata totale di {1}.Hai vinto:","uiFreeSpins_Details5":"Free Spins scaduta.Nel {0} giocato Free Games, hai vinto:","uiFreeSpins_Details6":"Sei sicuro di voler rinunciare alla ricompensa?","uiFreeSpins_button1":"D'accordo.","uiFreeSpins_button2":"GIOCO DOPO","uiFreeSpins_button3":"NON GRAZIE"}